/// string.dart
const List<Map<String, dynamic>> educationalLectures = [
{
"id": "educational_1", // セッションID
"title": "教育講演",
"sessionType": "司会", // このセッションでは司会と表示
"moderator": ["大会長 久保田裕一"],
"moderator-j":["久保田裕一"],
  "moderator-e":["KUBOTA YUICHI"],
  "presentations": [
{
"speaker": [
  {"name":"JART 会長　上田 克彦",
  "speaker-j": "上田 克彦",
  "speaker-e": "UEDA KATSUHIKO"}],
"theme":"人口減少時代の診療放射線技師の役割",
"abstract": '''　我が国は急速な人口減少時代を迎え、医療現場においてもその影響は深刻化している。特に地方における医療人材不足は深刻であり、診療放射線技師も例外ではない。都市部への医療関係職種の偏在は、地域医療の維持を困難にしている。人口減少時代における診療放射線技師の役割について、地域医療への貢献についての課題を述べる。
　これからの地域医療を支えるためには、診療放射線技師は専門性を磨くだけでなく、多様な業務を担う必要がある。医師の働き方改革のもと診療放射線技師法改正が行われタスク・シフト/シェアにて拡大された新たな業務を担うことで、チーム医療の一員として地域医療に貢献することができる。
　地方における医療人材不足の深刻化に対し、診療放射線技師だけでなく、看護師等一部の医療専門職に対して複数施設での勤務を可能にする通知が2021年周知されているが医療専門職では好事例につながる報告はない。限られた人材で地域医療を維持するための有効な手段であるがその仕組みづくりには将来の医療環境全体を見据えた対策が必要である。都市部と地方では医療環境や生活環境が大きく異なるため、医療関係職種が地方で働きやすいよう、それぞれの地域特性に合わせた支援体制の構築が重要である。またAI技術の活用や他職種との連携など、新たな働き方を模索していく必要がある。人口減少時代においても、高齢化の進展に伴い診療放射線技師業務は一定程度見込まれる。人口減少は医療需要の減少にもつながるため、その先には供給過多になる地域も予測される。一方、都市部と地方では環境変化のスピードは異なりこの先20年程度は、都市部と地方では、身近で感じる需給バランスは大きく異なってくると予測される。
　人口減少時代は、診療放射線技師にとっても大きな課題と変化をもたらすことは明らかである。地域医療への貢献、多様な業務への対応、そして新たな働き方の模索など、将来を見据えた行動が求められる。診療放射線技師のキャリアを考える上で、日本診療放射線技師会の役割については重要であり、2023年に制定したJART vision 2040 に掲げた目標にそった事業計画を進めている。

＜略歴＞上田 克彦 (うえだ かつひこ)
・昭和34年4月19日（65歳）

・現　職　
国際医療福祉大学成田保健医療学部　放射線・情報科学科　学科長

・学　歴　
昭和57年3月　九州大学医療技術短期大学部診療放射線技術学科卒業
平成9年8月　学士（保健衛生学）学位授与機構　第１９４０号

・職　歴　
昭和57年4月　山口大学医学部附属病院放射線部　入職
平成21年4月　同上　診療放射線技師長　就任
平成26年4月　山口大学医学部附属病院医療人材育成センターコメディカル育成支援部門長　就任（兼務）
平成29年4月　京都大学医学部附属病院放射線部　入職　診療放射線技師長　就任
令和2年4月　国際医療福祉大学成田保健医療学部放射線・情報科学科入職　放射線・情報科学科　学科長　就任（現任）

・JART役員
令和2年6月　公益社団法人日本診療放射線技師会　会長就任（三期目）

・その他役員
令和5年4月　チーム医療推進協議会代表（中央社会保険医療協議会　専門委員）

・受賞歴　
平成31年4月　公益社団法人日本放射線技術学会International Contribution Award
令和元年5月　山口県知事表彰
令和3年4月　瑞宝双光章
''',
}]}
];

const List<Map<String,  dynamic>> specialLectures = [
{
"id": "educational_2", // セッションID
"title": "特別講演",
"sessionType": "司会", // このセッションでは司会と表示
"moderator":["実行委員長　奥中 雄策"],
  "moderator-j":["奥中 雄策"],
  "moderator-e":["OKUNAKA YUSAKU"],
"presentations": [
{
"speaker": [
{"name":"大阪公立大学医学部附属病院　市田 隆雄",
  "speaker-j": "市田 隆雄",
  "speaker-e": "ICHIDA TAKAO"}],
"theme": "戦略的に変革・イノベーションへ向きあう－All Japan Radiologyに秘められている術－",
"abstract": '''
　今回大会の大テーマ、『変革・イノベーション -新たな一歩を踏み出そう-』としての講演依頼に、技術者としてワクワクと心躍る所感を得たことを、先ずはお伝えします。次に自身の脳裏にイメージされたのは、時代の潮流としてのAll Japan Radiologyの様でした。
　さて…、皆様におかれて、放射線業界が強く団結している現行にお気付きでしょうか？
　より良い放射線医療の提供に向けて、2021年から放射線診療4団体連絡協議会が組成されています。日本医学放射線学会、日本放射線科専門医会・医会、日本放射線技術学会、そして日本診療放射線技師会がその4団体です。良好な連携の代表的な成果を一つご紹介しますと、2023年の第31回日本医学会総会で合同展示事業を開催しました。その中で、小児の一般撮影での生殖腺防護を除する動きについて対国民に情報開示することが適っています。関係者の一定の評価を得ることで第32回時にも同様開催のご依頼をお預かりしているのが現在です。こうした一致団結が良好に影響する可能性を感じました。
　本題です。私の講演主軸はイノベーションとさせていただきます。
　ところで、物事を確実に〝ものにする！〟には、さまざまな視座・視点を備えて、複数の課題をバランスよく実践する必要性があります。つまりイノベーションでは、技師長、副技師長等が必要とされる担いを成さなければなりませんし、現場の実務者が、良質な放射線医療を提供していることも絶対条件です。もちろん、そのような様相を根拠の有する概念の下、第三者に明確に説明することも必要です。
　そう！さまざまがバランスよく揃うことが肝心です。
　自動車にて例えますと、良質なエンジンを備えていても、それに相応しいシャーシ、タイヤがなければパフォーマンスを発揮できませんし、当然ながらハンドルやアクセルも不可欠です。かつドライバーがいなければ自動車そのものが動きません。それに当て嵌めると理解が容易くなると思います。
　All Japan Radiologyの環境が、われわれの放射線業務の円滑性に寄与するだけでなく、イノベーションに向き合うにあたっても大きな効能となります。それを自施設での経験事例を引用して、分かり易く解説させていただきます。国民の健康と福祉に貢献するべく放射線医療が存在しますが、それを導くのがわれわれです。仕事への遣り甲斐が深まり、職業に大きな期待が膨らむようなお話ができればと考えています。

＜略歴＞市田 隆雄（いちだ たかお）
・学歴・職歴
昭和59年	大阪大学医療技術短期大学部卒業
　同年		大阪市立大学医学部附属病院 中央放射線部に入職
平成25年　同施設 技師長　現在に至る　
		　　（令和4年度 大阪公立大学医学部附属病院へ名称変更、同職）

・学術等
全国公立大学病院放射線業務連絡協議会 代表
全国国立大学法人放射線診療部門会議 陪席委員
日本血管撮影・インターベンション専門診療放射線技師認定機構（JAPIR） 理事長
日本放射線技術学会（JSRT） 副代表理事
日本放射線技術学会（JSRT） JART・JSRT協力体制推進特別委員会 委員長
日本ラジオロジー協会（JRC） 理事
医療放射線防護連絡協議会 理事
医用画像情報学会・MII 理事
全国循環器撮影研究会 会長
関西IVR撮影技術研究会 会長
日本IVR学会 メディカルスタッフ委員会 委員

日本IVR学会 コメディカル委員会 委員（平成20～24年）
日本IVR学会 将来計画委員会 委員（平成25,26年）
日本IVR学会 IVR手技施行に関する診療体制のガイドライン作成委員（平成27～29年）
日本IVR学会 IVR手技施行に関する診療体制のガイドライン評価委員（平成27～29年）
日本診療放射線技師会（JART） 読影促進委員会 委員（平成22,23年）
日本診療放射線技師会（JART） 読影の補助分科会 委員（平成24～令和3年）
日本診療放射線技師会（JART） STAT画像報告分科会 委員（平成3～4年）

・業績等
昭和61年～平成18年、大阪市長賞 受賞23回（優秀賞4回、優良賞3回、奨励賞16回）
平成13年  第30回日本IVR学会総会 シンポジウム シンポジスト
平成14年  JMCP（現JRC）2002 合同シンポジウム（主幹JRS）シンポジスト
平成19年　大阪市カイゼン甲子園 最優秀技術賞受賞
平成19年　大阪市カイゼン甲子園 グランプリ受賞
平成19年　全国都市改善改革実践事例発表会 最優秀賞受賞（全国大会）
平成22年  第39回日本IVR学会総会 シンポジウム シンポジスト
平成22年　日本脳神経血管内治療学会学術大会展示賞 コメディカル金賞受賞
平成25年　大阪市立大学医学部 優秀論文表彰へのノミネート（日本冠疾患学会掲載論文）
平成26年  JRC2014 第70回日本放射線技術学会総会学術大会 実行委員長
平成27年　日本放射線技術学会叢書34 刊行 責任者
平成27年　Korean Society of Cardio Vascular Interventional Technology　Chairman`s Award 受賞
平成27年　DRL2015の公表者（IVR担当）
平成28年　JRC2016 合同シンポジウム(主幹JSMP) シンポジスト
平成28年  第175回医用画像情報学会・MII大会 大会長
平成29年　日本IVR学会「IVR手技施行に関する診療体制についての提言」の発出
平成30年  JRC2018 合同シンポジウム(主幹JRS) シンポジスト
令和2年  第186回医用画像情報学会・MII大会 大会長
令和3年　JRC2021 宿題報告者への選考
令和4年　JRC2022 第78回日本放射線技術学会総会学術大会 実行委員長
令和5年　JRC2023 合同シンポジウム(主幹JSRT) シンポジスト
令和5年　JRC2023 第79回日本放射線技術学会総会学術大会 大会長
令和5年　2023 KSCVIT International Conference with APSCVIR シンポジスト
令和6年  第200回医用画像情報学会・創立60周年記念MII大会 大会長
''',
}]}
];

const List<Map<String,  dynamic>> publicLectures = [
{
"id": "educational_3", // セッションID
"title": "府民公開講座",
"sessionType": "司会", // このセッションでは司会と表示
"moderator":["OART副会長　佐原　朋広"],
  "moderator-j": ["佐原　朋広"],
  "moderator-e": ["SAHARA TOMOHIRO"],
"presentations": [
{
"speaker": [
{"name":"大阪公立大学大学院医学研究科 植田 大樹",
  "speaker-j": "植田 大樹",
  "speaker-e": "UEDA DAIJU"}],
"theme": "放射線科×AIで世界の健康を実装する",
"abstract": '''　医療分野におけるAI技術の実装と展望について概説する。近年、深層学習を用いたAIの医療応用が進み、画像診断支援システムの実用化が加速している。我々は複数の大規模多施設研究を通じて、胸部X線写真におけるAI診断支援システムを開発・検証してきた。具体的には、肺結節検出支援、心機能評価、肺機能推定、さらには生物学的年齢推定など、従来の読影支援の枠を超えた応用を実現した。これらのシステムは既に薬事承認を得て臨床導入されているものもある。
　また、COVID-19パンデミックへの対応として、胸部X線写真と臨床データを組み合わせた予後予測モデルを開発した。従来の画像単独での評価に比べ、臨床データとの統合により予測精度が向上することを実証した。さらに、ChatGPTなど生成AIの臨床応用可能性についても検討を進めている。実際の症例報告や臨床問題集を用いた検証により、非専門医に匹敵する診断能力を示すケースも確認された。
　一方で、AIの公平性に関する課題も明らかになってきた。データの偏りによる診断精度の変動や、特定の集団への不利益など、実装に際して考慮すべき問題が存在する。これらの課題に対応するため、我々はAIの公平性に関する提言（FAIR statement）を策定した。
　診療放射線技師にとって、AIは業務を支援し、より質の高い医療の提供を可能にする重要なツールとなる。しかし、その限界を理解し、適切に活用することが不可欠である。本講演では、最新の研究成果に基づき、AIの可能性と課題、そして実臨床での活用方法について解説する。

＜略歴＞植田 大樹（うえだ だいじゅ）
・職歴
2024年–現在 大阪公立大学大学院医学研究科 人工知能学 准教授
2021年–2024年 大阪公立大学 健康科学イノベーションセンター 特任准教授
2017年–2021年 大阪公立大学大学院医学研究科 放射線診断学・IVR学 博士課程
2016年–2017年 大阪公立大学大学院医学研究科 放射線診断学・IVR学 研究員

・プログラム医療機器承認
医用画像解析ソフトウェア EIRL aneurysm (承認番号: 30100BZX00142000)
医用画像解析ソフトウェア EIRL X-ray Lung nodule (承認番号: 30200BZX00269000)

・表彰歴
2022年12月　南部陽一郎記念若手奨励賞 大阪公立大学
2022年06月　優秀論文賞 日本IVR学会
2020年05月　優秀論文賞 日本医学放射線学会
''',
}]}
];

const List<Map<String,  dynamic>> kikiLectures = [
{
"id": "educational_4", // セッションID
"title": "放射線機器管理士分科会",
"sessionType": "司会", // このセッションでは司会と表示
"moderator": ["NART　会長　小林 勝宏"],
  "moderator-j": ["小林 勝宏"],
  "moderator-e": ["KOBAYASHI KATSUHIRO"],
"presentations": [
{
"speaker": [
{"name":"JART　会長　富田　博信",
  "speaker-j": "富田　博信",
  "speaker-e": "TOMITA HIRONOBU"}],
"theme": "放射線被ばく管理に関するマネジメントシステム（放射線 MS）について",
"abstract": '''　医療における放射線被ばく管理は、医療従事者および患者双方の健康保護を目的とした重要な取り組みである。本講演では、放射線被ばく管理のためのマネジメントシステム（以下、放射線MS）の概要、導入および運用の事例、主要な課題、そして将来的な展望について述べる。
　我が国においても、近年、眼の水晶体に対する線量限度が引き下げられ、放射線被ばく管理の強化は必須である。従来の管理体制において、厚生労働省の資料によると、医療現場での個人被ばく線量計（バッジ）の装着率が低く、被ばく管理がスタッフ個人に依存するケースが報告されている。このように、被ばくデータの一貫性や正確性が欠如していたため、国際標準に基づく統一的な管理体制が検討されてきた。これに対応するため、ISO45001規格に準拠した放射線MSの導入が勧められている。このシステムは、PDCA（計画・実行・評価・改善）サイクルを活用し、放射線被ばくリスクの低減、法令遵守、そして管理体制の体系化を実現するものである。
　放射線MSの具体的な効果としては、第一に従事者被ばくデータの収集および管理の精度向上が挙げられる。従来、個別で行われていた被ばくデータの管理は、煩雑さやミスの原因となりやすかったが、MSシステム導入により確実性、正確性、および一貫性が大幅に向上すると考える。また、リスクアセスメントの強化も重要な効果の一つであり、システム上でリスク評価することにより、高リスクの行為やエリアを特定し、適切な対策を講じることが可能となる。
　当院では、高リスクの従事者には、事前にガラスバッジおよびDOSIRISの利用による水晶体被ばく線量の測定が行われ、被ばく管理体制が一層強化されている。また、放射線防護に関わる教育体制も整備されており、e-learningや講義形式の研修を通じて、全職員への放射線防護教育を実施している。更に、放射線技術科内の放射線防護検討委員会が中心となり、定期的なガラスバッジ着用率の監視や、リスクアセスメントを通じた被ばく低減施策を推進している。
　放射線MS導入における課題としては、全職員の装置着用徹底およびリスク管理の意識向上が求められる。今後は、施設全体での理解と協力をさらに深め、持続可能な被ばく管理体制の構築が重要である。本システムの効果的な運用は、診療放射線技師専門性を活かし、わが国の放射線防護技術の向上に寄与し、医療従事者と患者の双方の安全を確保するための重要な基盤となることを期待する。

＜略歴＞富田 博信（とみた ひろのぶ）
現在、帝京大学医療技術学部診療放射線学科の教授を務めるとともに、埼玉県済生会川口総合病院の病院長補佐を兼任する。鈴鹿医療科学大学大学院にて医療科学博士を取得。専門分野はX線CT全般であり、特にDual Energy CTの研究（造影剤低減方法、画質特性評価など）に注力。
所属学会は、日本放射線技術学会、日本CT技術学会、日本診療放射線技師会、医療情報学会他、多岐にわたる。役職としては、日本診療放射線技師会副会長や埼玉県診療放射線技師会会長を務めるほか、全国済生会病院診療放射線技師長会顧問、日本X線CT専門技師認定機構理事、日本放射線技術学会関東部会CTGUM幹事、埼玉CT情報研究会世話人。認定資格は、X線CT専門技師、医療情報技師、放射線管理士、放射線機器管理士、画像等手術支援認定技師など。
著書は『これだけは習得しよう CT検査』（2015年、ピラールプレス）、『RT臨床実習ルートマップ』（2016年、メジカルビュー社）、『放射線技術学シリーズ 医療安全学』（2017年、日本放射線技術学会監修、オーム社）などがある。研究成果についても国内外で発表を重ねており、ECR（European Congress of Radiology）やRSNA（Radiological Society of North America）での発表も多数行っている。厚生労働省関連の活動としては、2018年から2020年にかけて「眼の水晶体の被ばく限度の見直し等に関する検討会」に委員として参加し、2020年からは放射線安全管理マネジメントシステム（MS）講習会委員を務め、2024年からはその委員長に就任している。また、「医療機器の保守点検指針の作成等に関する研究」の放射線関連装置等WGの委員も務めており、医療放射線防護の分野での指導的役割を果たしている。2013年に第69回公益社団法人日本放射線技術学会総会学会での銅賞、2018年に埼玉県知事表彰（保健衛生）、公益社団法人日本放射線技術学会関東支部学術功労賞、2019年に公益社団法人日本診療放射線技師会功労表彰、2022年に厚生労働大臣表彰（公衆衛生）が含まれる。
'''
}]}
];

const List<Map<String, dynamic>> synpoLectures =[
{
"id": "educational_5", // セッションID
"title": "シンポジウム",
"sessionType": "座長", // このセッションでは座長と表示
"moderator":[
  "大阪大学医学部附属病院　佐藤　和彦",
  "済生会和歌山病院　前田　哲男"],
"moderator-j":[
    "佐藤　和彦",
    "前田 哲男"],
"moderator-e":[
    "SATOH KAZUHIKO",
    "MAEDA TETSUO"],
"presentations":[
{
"speaker":  [
{"name":"近畿大学病院 河野 雄輝",
  "speaker-j": "河野 雄輝",
  "speaker-e": "KONO YUUKI"}],
"theme": "診療放射線技師におけるSTAT画像報告の現状と課題\n〜知識と技量の向上を目指して〜",
"abstract": '''
　近年、医療現場では業務効率化と医師の負担軽減を目的として、タスク・シフト／シェアが積極的に進められています。これに伴い、診療放射線技師が関与するSTAT画像報告は、迅速な診療に貢献する重要な取り組みとして注目されています。特に、救急診療や急性期医療の現場では、迅速かつ正確な画像診断が診療の質を大きく左右するため、STAT画像報告を担う放射線技師の役割はますます重要性を増していくと考えられます。しかしながら、当院は大学病院という特性上、常勤の放射線科医師が多数在籍している環境にあり、STAT画像報告を正式な制度として導入することが難しい現状があります。
　一方で、放射線科医師が常に臨床現場にいるわけではなく、依頼科医師が診療放射線技師に意見を求める状況が日常的に発生しています。特に夜間帯や救急医療の現場では、このような場面が頻繁に見受けられます。このような状況下で診療放射線技師が診療に貢献するためには、制度化の有無にかかわらず、迅速な判断力や高度な専門知識、そして技術的なスキルを習得し、磨き続けることが不可欠です。
　本シンポジウムでは、現場におけるSTAT画像報告の実態とその課題について具体的な事例を交えながら考察します。また、制度化に依存せず診療放射線技師が求められる知識や技量をどのように習得し、実践に活かすべきかについて、当院の取り組み事例を通じてご紹介します。さらに、医療チーム内での連携強化やコミュニケーションの向上が、患者中心の医療にどのように寄与できるかについても議論できればと考えます。本シンポジウムを通じて、現場で直面する課題の解決に向けたヒントや新たな視点を共有し、今後のSTAT画像報告の発展に貢献できれば幸いです。'''
},
{
"speaker": [
{"name":"京都大学医学部附属病院 上間 千秋",
  "speaker-j": "上間 千秋",
  "speaker-e": "UEMA CHIAKI"}],
"theme": "STAT画像報告",
"abstract": '''
　医師の働き方改革に伴うタスク・シフト/シェアに関する診療放射線技師法の改正から3年が経過した。日本診療放射線技師会が実施する告示研修を修了した診療放射線技師が着実に増えていく中で、放射線科医から診療放射線技師へのタスク・シフト/シェアのためのガイドライン集が2024年3月に公開された。
　このガイドライン集の中には「生命予後にかかわる緊急性の高い疾患の画像 （STAT 画像）所見報告ガイドライン」という項目が含まれている。告示研修を修了することで、造影剤投与目的の静脈路確保、放射性医薬品の投与、造影剤注入装置と医師が確保した 動脈路の接続、画像誘導放射線治療といった業務拡大が可能となったが、STAT画像報告という自主的な行動に関しては、診療放射線技師個人の読影に関する知識や経験が大きく影響する。このため、STAT画像報告を効果的に実施するためには、診療放射線技師の読影力を培うことが重要である。
　京都大学医学部附属病院放射線部では、診療グループとは別に管理グループが存在している。この管理グループの中にある人財育成グループでは、若手・中堅技師の育成を目的として活動を行っている。今回タスク・シフト/シェアのためのガイドライン集の公開を受け、人財育成グループでは若手技師であってもSTAT画像報告を積極的に行える知識を身に着けるべく、独自のSTAT学修システムを作成した。
　STAT学修システムは所見報告ガイドラインに基づき、臨床現場で診療放射線技師が遭遇しやすい症例を20症例集めた。実施者が臨床画像上の病変が疑われる部位を指摘し、正解すると病変サイズや位置の詳細について学ぶ、という方式を取っており臨床画像はXP・CT・MRIを織り交ぜた。実施者にはシステム体験後アンケート調査を行い、STAT学修システムについての評価も実施した。
　STAT画像報告という、詳細については厳格な規則がない、診療放射線技師の知識と意欲が求められる業務拡大について、京都大学医学部附属病院放射線部で行っている取組およびXP部門、CT部門で臨床業務中に行っているSTAT画像報告の報告方法について紹介する。'''
},
{
"speaker": [
{"name":"奈良県総合医療センター 山下 哲児",
  "speaker-j": "山下 哲児",
  "speaker-e": "YAMASHITA TETSUJI"}],
"theme": "奈良県総合医療センターにおけるSTAT画像報告",
"abstract": '''
　奈良県総合医療センター放射線部では, STAT画像報告や造影検査時の静脈穿刺,大腸CTのチューブ挿入などのタスク・シフト／シェアを行っており,医師・看護師と協力し合って日々業務を行っている.当センターは地域の基幹病院で三次救急対応病院であり,軽症から重症まで幅広い救急患者の受け入れを行なっている.放射線科医師の診療時間外勤務は呼び出し体制である.診療時間外に患者が早期治療を受けられない,または所見を見逃すなど患者の不利益を軽減するために,2022年5月から診療放射線技師の画像読影補助のプロジェクトチームを立ち上げSTAT画像報告を開始した.
　まず,活動を周知するために放射線部から病院長・救急科部長にSTAT画像報告の取り組みを説明して理解を得た.診療放射線技師の取り組みとして,夜勤帯や休日日勤などの時間外の撮影に従事しているスタッフが依頼医に撮影画像の症例内容を報告して報告内容をRISへ記載している.また,時間外に撮影された画像をプロジェクトチームで確認し症例をリスト化して集計を行っている.
　活動当初は症例を限局せず医師への報告とRIS記載を行うという幅広い内容だった.2023年7月に当センター独自のSTAT画像を明示して報告しなければならない症例を限局した.技師間での意識統一のため毎月の報告件数やSTAT画像報告率,記載漏れの多い症例などを共有している.また,スタッフ教育にも力を入れている.活動開始初年度は特に緊急性を有する6症例に対してレポート提出を行なった.次年度以降新人には同様のレポート提出を行なっている.また経験年数3年以内のスタッフに定期的な所見トレーニングを行なっている.放射線部全体では典型症例や判別の難しい症例を取り上げて毎月勉強会を行い持続的な教育を行っている.
　現在,当センターでは継続的な活動を行うことで医師への周知ができ,病院としてSTAT画像報告への必要性が認められている.チーム医療の一躍を担ってけるよう今後も活動を継続したい.
'''
},
{
"speaker": [
{"name":"和歌山県立医科大学附属病院 西山 卓志",
  "speaker-j": "西山 卓志",
  "speaker-e": "NISHIYAMA TAKASHI"}],
"theme": "当院におけるSTAT画像報告への取り組みと昨年度の実例報告",
"abstract": '''
　2024年3月に放射線科医から診療放射線技師へのタスク・シフト／シェアのためのガイドライン集が公開された。CT検査や核医学検査における静脈穿刺が非常に高く注目されているが、STAT画像報告についてもこのガイドライン集の５つの柱のひとつとなっている。このガイドラインの中でSTAT画像報告をするにあたって、まずは自施設の環境に合わせて、放射線科医師からの指導のもとSTAT画像報告体制を構築すると記載されている。
　当院では2023年4月に読影が間に合わなかったことから、患者に不利益が生じた事例を経験し、院内でもSTAT画像報告の重要性について議論を行った結果、ガイドラインの公開に先駆けて2023年度より放射線科医師と協同し、STAT画像報告のための資料作成と部内での共有、報告体制を構築し運用を始めた。今回は作成した資料の内容について紹介するとともに、2023年度CT検査に携わった技師から報告の挙がったSTAT画像報告の実例について共有したい。またSTAT画像報告の運用を行った1年を通してCT室に勤務する診療放射線技師に対してアンケート調査を実施したので、結果をもとに、この取り組みの現状の問題点の整理と、より推し進めていくための施策等について考えたい。
'''
},
{
"speaker": [
{"name":"姫路赤十字病院 岩本 起一志",
  "speaker-j": "岩本 起一志",
  "speaker-e": "IWAMOTO KAZUSHI"}],
"theme": "当施設におけるタスク・シフト/シェアに対する取り組み",
"abstract":'''【背景】
　昨今の法改正より診療放射線技師の業務範囲が拡大し，当施設においてもタスクシフトに対応する必要があった．
【目的】
　当施設では，医師の業務負担軽減を目的としてタスクシフトを行うこととした．
【方法】
　タスクシフト可能な業務を①造影剤投与（CT･MRI 検査），並びに②放射性医薬品投与（RI 検査），その場合の③抜針･止血，④抹消静脈路を確保，⑤動脈路より造影剤注入装置を使用し行う造影剤投与（血管撮影検査），⑥肛門よりカテーテル挿入及び造影剤・空気の注入と吸引（下部消化管検査），⑦鼻腔に挿入されたカテーテルより造影剤注入とカテーテル抜去（上部消化管検査）と区分し，医師の業務負担軽減に着目し，現状分析し優先順位を付けて対策することとした．\n
【結果】
　2023 年4 月より，現状把握を行うワーキンググループを立ち上げ，①～④を行うチームⅠと⑤を行うチームⅡを編成し対策した．この時点で⑥はすでにタスクシフト済みであり，⑦は病院の方針として主治医が行うためタスクシフトから除外となった．対策を行った業務について，現在チームⅠにより①～③はタスクシフトがほぼ終了し，④の準備段階である．また，チームⅡにより⑤はタスクシフトを進めている最中である．
【考察】
　対策を検討する中で，医師の業務負担軽減を行うことが目標であったが，⑤のように医師から直接タスクシフトする業務と，①～④のように医師と看護師でシェアしている業務を看護師からタスクシフトすることで医師の業務負担軽減に繋がる業務があり，病院内でタスクシフトが承認されるまでの道筋が違うため，手探りでの対策を進めているところである．\n
【結語】
　医療機関の診療規模や体制，運用により，タスクシフトの必要性や効果などもそれぞれ異なると考える．医師の負担軽減を目標に進めているが，一方で増加する診療放射線技師の負担をどのように担うのかは課題であり，解決しないまま業務習得を優先して進めているのが現状である．
'''
},
{
"speaker": [
{"name":"済生会滋賀県病院 牛田 香菜恵",
  "speaker-j": "牛田 香菜恵",
  "speaker-e": "USHIDA KANAE"}],
"theme": "済生会滋賀県病院におけるSTAT画像報告への取り組み",
"abstract":'''
　緊急性のある所見に気づいた際、医師に報告を以前より実施していたが、個々で実施しているのみで報告内容も個人差があり画像診断科としての取り組みはなかった。
　2023年度に当直帯での画像所見の見落としにより治療を要する患者を帰宅させてしまった事例があり、救急集中治療科が対策を検討していた。また同時期に、病院機能評価で診療放射線技師から医師への画像所見報告体制の整備についての課題として指摘があった。これを機に、2024年4月、診療放射線技師から医師への画像所見報告についての規約を作成し、報告した症例についてはExcelにまとめることとなった。
　現在、報告した症例の内容を救命救急センター運用委員会で報告している。救急集中治療科の医師からも称賛され、診療放射線技師の大きな責務として感じている。また、STAT症例以外も報告することでより早く医師に画像を確認してもらうことにつながり、次の検査や治療に素早く移行することができている。
　STAT画像報告の取り組みとしての報告内容については、一部インシデント報告や疑義照会も含まれている。現状の課題として、報告を実施している技師には偏りがあり、若手技師も報告しやすい体制が必要である。今後は診療放射線技師間の報告症例のフィードバックや放射線科医師の協力を得て勉強会の開催が望まれる。
　本シンポジウムでは画像所見報告についての規約の内容とExcelの記入項目を紹介する。
'''
}
]
}
];

const List<Map<String, dynamic>> lunchLectures1 = [
{
"id": "educational_6", // セッションID
"title": "ランチョンセミナー1",
"sessionType": "司会", // このセッションでは司会と表示
"moderator": ["京都済生会病院　山口 浩輝"],
  "moderator-j": ["山口 浩輝"],
  "moderator-e": ["YAMAGUCHI HIROKI"],
"presentations": [
{
"speaker": [
{"name":"キヤノンメディカルシステムズ株式会社",
  "speaker-j": "千葉 雄高",
  "speaker-e": "CHIBA YUTAKA"},
  {"name":"",
    "speaker-j": "森田 裕",
    "speaker-e": "MORITA YU"}],
"theme": "キヤノンメディカルシステムズCT・MRI最新技術紹介",
"abstract": '''千葉 雄高
■CT装置
　X線CTの進化は，画像診断学の進歩へと繋がり，その役割はさらに大きなものへと成長している。近年，Photon Counting CT（PCCT）に関する学術報告が飛躍的に増加しており，PCCTは次世代CTとして新たな画像診断の可能性が期待されている。
　当社は，テルル化亜鉛カドミウム（CZT）を用いたPhoton Counting CTの開発を進めており，世界で４つの施設と連携し，PCCT実用化に向けた研究を行っている。高精細CT，Deep Learning再構成技術などの開発を通して得られてきた様々な技術と，X線阻止能や安定性の観点で優れた素質を持つCZT検出器とのシナジー効果により，キヤノンならではの次世代PCCTを目指す。
　本日は，当社のPCCTに対する開発の取り組みとPCCTで得られた画像について紹介する。

森田 裕
■MRI装置
　当社は、2019年にDeep Learningを用いたSNR向上技術である「Advanced intelligent Clear-IQ Engine （AiCE）」を製品に搭載した。そして、2023年にDeep Learning技術はさらなる進化を遂げ、超解像技術である「Precise IQ Engine(PIQE)」を製品化し、臨床現場において活用が進んでいる。MRIでは、撮像時間と空間分解能はトレードオフの関係であるが、PIQEを用いることで、撮像時間の延長なく、再構成のみで分解能を最大3倍まで向上させることが可能である。また、収集マトリクスを減らすことで撮像時間を短縮し、PIQEによって分解能を向上させることで、画質を落とすことなく撮像時間の短縮が可能となる。本講演では、弊社Deep Learning技術とその臨床メリットについて紹介する。
　＊Deep Learning技術は設計段階で用いており、自己学習機能は有していない。
''',
}]}
];

const List<Map<String, dynamic>> lunchLectures2 = [
{
"id": "educational_7", // セッションID
"title": "ランチョンセミナー2",
"sessionType": "司会", // このセッションでは司会と表示
"moderator": ["神戸常盤大学　島田 隆史"],
"moderator-j": ["島田 隆史"],
"moderator-e": ["SHIMADA TAKASHI"],
"presentations": [
{
"speaker": [
  {"name":"GEヘルスケア・ジャパン株式会社",
    "speaker-j": "丸山 功男",
    "speaker-e": "MARUYAMA NORIO"},
  {"name":"",
    "speaker-j": "田中 一郎",
    "speaker-e": "TANAKA ICHIRO"}],
  "theme": "AIが切り開く MRIの新たな時代\n病院内可視化サービス・取り組みのご紹介",
"abstract": '''丸山 功男
「AIが切り開く MRIの新たな時代」

はじめに
　GEヘルスケアでは、「MRの検査体験が変わる」をテーマに、“AIRTM Technology”を展開している。 “AIRTM Technology”におけるディープラーニングを用いた技術を中心に紹介する。
・AIRTM Recon DL
　信号受信から臨床画像作成までのプロセス全体を大きく変えることで、大幅な画質向上を実現する画像再構成技術である。
　ディープラーニングアルゴリズムを活用して、k空間のrawデータ全体を直接画像再構成することで、ノイズ低減効果、尖鋭度（≒空間分解能）の高い画像、トランケーションアーチファクト低減の3つ効果を同時に享受できるという大きな利点がある。
・Sonic DL<sup>TM</sup>
　ディープラーニングを用いることで、少ないサンプリングデータから最適化されたRawデータを構築して画像再構成を行う技術である。
　従来の高速化技術では成しえない高い倍速数を用いた場合でも画質を損なうことなく高速撮像が可能となる。これにより、撮像時間の短縮や時間分解能の向上が可能となり、呼吸や不整脈の影響を受けにくい安定した高画質な心臓Cine画像を得ることが可能となる。
まとめ
　GEヘルスケアでは、画像クオリティの向上だけでなく、患者負担の軽減、検査ワークフローの向上など、さまざまな面からMRI検査のさらなる質の向上をめざしている。更なる医療業界の発展に貢献すべく、検査にかかわるすべての人にとって、より多くのメリットを生み出すために、装置メーカーとして継続的な技術開発を進める所存である。

田中 一朗
「病院内可視化サービス・取り組みのご紹介」

はじめに
　GEヘルスケアでは、東京都日野市に有する日野工場“Brilliant Factory”で培われた「標準化」「可視化」「デジタルの応用」の経験を活かし、病院向けDXサービスとして“Brilliant Hospital”を展開している。 その中から、院内可視化ソリューションである“Command Center”と放射線部門の業務を可視化する“ESW Radiation”を紹介する。
・Command Center
　電子カルテをはじめとする各種院内情報システムに紐づくデータを、リアルタイムで分析・可視化を行うことにより、患者さんへのケアに必要なリソースを効率的に配分し、必要なケアをタイムリーに提供するための意思決定を促す中央集中管制塔としての役割を果たすシステムである。
・ESW Radiation
　放射線部門におけるモダリティの稼働状況、検査オーダの分析や撮影室ごと，診療放射線技師ごとの検査のバラツキを可視化して，モダリティの管理やスタッフの働き方改革などの業務改善を支援するシステムである。データを分析することで，業務効率の向上やワークフローの改善などにつなげることができる。
まとめ
　院内で何が起きているかをリアルタイムあるいは定点観測としてデータを可視化することにより、情報収集時間の短縮が図れ、多数の人が同時にデータを確認でき、客観的なデータに基づく意思決定が可能となり、その結果、放射線部門や病院経営の改善に寄与することが可能となる。
''',
}]}
];

const List<Map<String, dynamic>> lunchLectures3 = [
{
"id": "educational_8", // セッションID
"title": "ランチョンセミナー3",
  "sessionType": "司会", // このセッションでは司会と表示
  "moderator": ["京都桂病院　池 和秀"],
  "moderator-j": ["池 和秀"],
  "moderator-e": ["IKE KAZUHIDE"],
  "presentations": [
{
"speaker": [
{"name":"シーメンスヘルスケア株式会社",
  "speaker-j": "北野 真司",
  "speaker-e": "KITANO SHINJI"}],
"theme": "Siemens MRI装置が可能な最新技術の革新",
"abstract": '''北野 真司

　医療の質を向上させると同時に、診療の効率化と被検者の負担軽減を実現できます。ディープラーニングによる高精度な画像再構成、BioMatrixによる個別化アプローチ、また先進的なセンサー技術が統合されたシステムなど、今までにはなかった革新的な技術が盛り込まれています。
1. Deep Resolve技術
　昨今、MRIの領域でも新たな技術として人工知能（AI）を活用したディープラーニング技術を組み込むことで、画像再構成の精度とスピードを飛躍的に向上させています。特に、Deep Resolve技術により、高解像度の画像を短時間で取得することが可能です。この技術はノイズ除去や分解能向上に優れており、従来のスキャンと比較して、より鮮明で詳細な描出を可能にします。これにより、画質が大幅に向上し、短時間でのスキャンが被検者への負担を軽減します。
2. Bio Matrixテクノロジー
　Bio Matrixは、個々の被検者に最適化された画期的なプラットフォームです。この技術は、被検者ごとの体型や呼吸パターンなどの生体特性をリアルタイムに検出することで、一貫性のある高品質な画像取得を実現します。特に、呼吸が安定しない被検者や、動きにより撮像が困難な部位に対して有効であり、ワークフローの効率化に寄与します。
3. 高度なセンサー技術
MRIシステムに組み込まれたセンサー群は、被検者の状態をリアルタイムでモニタリングします。例えば、呼吸や心拍の変動を検出し、撮影プロセスを動的に調整することで、アーチファクトを最小限に抑えます。また、撮像位置や体動を検知するセンサーも搭載されており、撮影精度を保ちながら最適なスキャン環境を提供します。
4. 被検者と医療従事者の利便性を追求したデザイン
　Siemens MRIは、最新技術だけでなく、操作性や被検者の快適性にも配慮しています。簡便なインターフェースにより、医療従事者の負担を軽減し、迅速な診断をサポートします。また、被検者のストレスを軽減するための静音撮像や、広いボア設計により、閉所恐怖症の被検者でも対応可能です。
''',
}]}
];

const List<Map<String, dynamic>> generalResearchPresentations1 = [
{
"id": "educational_9", // セッションID
"title": "一般研究発表1",
"sessionType": "座長", // このセッションでは座長と表示
"moderator": ["市立芦屋病院　木下 真由美","明舞中央病院　羽田 安孝"],
  "moderator-j": ["木下 真由美","羽田 安孝"],
  "moderator-e": ["KINOSHITA MAYUMI","HADA YASUTAKA"],
"presentations": [
{
"speaker": [
{"name":"Samsung Seoul Hospital　Min-Young Lee",
  "speaker-j": "李 民英",
  "speaker-e": "Min-Young Lee"}],
"theme": "Gonadal shielding in pediatric pelvic radiography using bismuth",
"abstract": '''【Purpose】
　We attempted to evaluate the dose and image quality of a gonadal masking agent using bismuth to evaluate its usefulness as an alternative to lead during pediatric pelvic radiography.
【Materials and method】
　Based on the currently used pediatric abdomen X-ray examination conditions, SID was set to 100 cm, 76 kvp, 6.4 mAs Manual mode, and AEC was not used. The dosimeter was placed in the pelvic area of the human body model phantom, and this condition was set as the reference and irradiated 10 times. Lead and bismuth were used according to thickness, with 1 mm, 0.5 mm, and 0.25 mm of lead and 2, 4, and 6 layers of bismuth, respectively. The genital area was irradiated 10 times each, and the average incident dose was measured and analyzed for comparison. In addition, to measure the image quality of the acquired images, each SNR and CNR were calculated, and as a qualitative evaluation, the images of Shenton's line, one of the indicators used to determine hip joint dysplasia, were evaluated by two radiologists with experience. Evaluated by two radiologists with more than 15 years of experience.
【Result】
　The reference average dose without shielding the reproductive area was 379.8 μGy, 1 mm of lead was 1.62 μGy, 0.5 mm of lead was 3.71 μGy, and 0.25 mm of lead was 20.61 μGy. In addition, 2 layers of bismuth was measured at 92.08 μGy, 4 layers at 39.59 μGy, and 6 layers at 20.85 μGy, and the dose reduction rate increased as the thickness of both lead and bismuth increased. The reference SNR was 14.59, 1 mm of lead was 11.88, 0.5 mm of lead was 10.04, 9.79 was 0.25 mm of lead, SNR for 2 layers of bismuth was 12.44, 4 layers was 12.20, and 6 layers was 11.47. Reference CNR is 3.07, 1 mm of lead is 0.38, 0.5 mm of lead is 1.02, 1.42 is 0.25 mm of lead, CNR of 2 layers of bismuth is 2.81, 4 layers is 2.76, and 6 layers is 2.28. Both SNR and CNR measurement values for bismuth shielding were measured higher and closer to the reference image values than for lead shielding. In the qualitative evaluation, the evaluation score of Shenton's line was evaluated as clear and smooth at the level of readability in 2- and 4-layer bismuth.
【Conclusion】
　Bismuth material is softer and lighter than lead, so it is more comfortable for pediatric patients, and it is believed that it can help reduce the possibility of compromising image quality, movement due to anxiety, and repetitive radiograph.
''',
},
{
"speaker": [
{"name":"育和会記念病院　藤本 大樹",
  "speaker-j": "藤本 大樹",
  "speaker-e": "FUJIMOTO HIROKI"}],
"theme": "一般撮影において再撮影の減少に向けた取り組み",
"abstract": '''
【目的】
日頃より一般X線撮影の再撮影減少を目指し、再撮影となった原因を分析している．
今回の取り組んだ事柄が再撮影に与えた影響について検討した．
【方法】
①2023年4月～9月と2024年4月～9月の再撮影数と再撮影率を比較した．
②毎日業務終了時，再撮影画像となった原因を分析した．
また，一月ごとで再撮影画像を集計し，原因・部位別に分類した．
③撮影時，電子カルテから前回の撮影画像を表示し，今回の撮影画像と比較した．
④撮影時，高齢者では注意深く声掛けし呼吸停止や胸郭の動きを目視で確認した．
⑤撮影後，PACSに送信された今回の撮影画像を確認し，画像のコメントを記載した．
⑥撮影後，股関節や膝関節などに人工インプラントを挿入した例では，撮影した体位や管球角度など，撮影状況を電子カルテに記載した．
⑦毎週末，一般撮影部門で撮影検討会（勉強会）を実施した．
⑧撮影時の更衣に関するポスターを撮影室･更衣室に掲示した．
また放射線科受付で，ポスターを見せ更衣説明を行った．
一般撮影に関係する簡単な外国語の表を作成し，撮影時に使用した．
【結果】
①2023年度の再撮影数2,975枚，再撮影率13.52％（撮影数21,997枚）から，2024年度2,395枚10.10％（撮影数23,708枚）と，再撮影数と再撮影率ともに減少した．
②再撮影部位は，胸部・膝関節・腰椎・股関節で70％程度を占めた．
③膝関節の再撮影率は，30.8％⇒23.7％に減少した．
④胸部の吸気不足などによる再撮影率は，9.0％⇒5.4％に減少した． 
⑤異物による再撮影は，5.6％⇒9.1％に増加した．
【結論】
再撮影の減少は，撮影時間の短縮，被検者の被ばく低減及び負担軽減，撮影者の技術向上などに寄与する要因の一つと考える．数値化することで客観的に評価できるため，今後の取り組み方の指標にしたい．
''',
},
  {
    "speaker": [
  {"name":"明和病院  荒内 瑞季",
    "speaker-j": "荒内 瑞季",
    "speaker-e": "ARAUCHI MIZUKI"}],
    "theme": "実際の読影と計測の難しさから学ぶ撮影技術の重要性",
    "abstract": '''
【目的】
　当院の膝関節側面撮影は，決まった補助具を用いて，X線入射角度をカセッテに対して垂直に入射している．しかし，膝OAの症例では，正しい側面像を描出できないことがある．これは，膝関節の変形によって下肢のアライメントが変化し，ポジショニングに影響を及ぼすのではないかと考えられる．そこで，膝OAの評価と下肢のアライメントの計測を行うことで，膝OAに対する画像の基本的な読影について知識を深めることを目的とした．
【方法】
　まず初めに，手術をしていない男性126膝・女性225膝の計351膝を対象とし，KL分類を用いて膝OAの評価を行った．膝関節正面像は，ローゼンバーグ法により撮影された画像で，グレード0から4の５段階で評価した．次にFTAは，下肢全長撮影像から大腿骨軸と脛骨軸の交点の外側の角度を計測した．そして，KL分類のグレードごとにFTAの平均値と標準偏差を求めた． グレード0は FTAの正常値である177°とした．
【結果】
　グレード1は，男性15膝と女性6膝の計21膝に対して，FTAが180.3±3.1°．グレード2は，男性39膝と女性63膝の計102膝に対して，FTAが184.1±2.3°．グレード3は，男性45膝と女性71膝の計116膝に対して，FTAが186.8±3.4°．グレード4は，男性27膝と女性85膝の計112膝に対して，FTAが188.3±4.4°となった．FTAは，KL分類のグレードが上がるとともに正常値から高値を示した．
【結論】
　本研究の結果より，内反膝の症例が多く，グレードが高くなるほど下肢のアライメントが変化した．KL分類の評価に用いた画像には，膝関節面の描出が不十分な症例など，評価が困難な場合があった．われわれ診療放射線技師は，医師が正確な評価ができるよう，膝OAに対する知識を深め，技術的問題の最小化に努めなければならない．
''',
  },
  {
    "speaker": [
  {"name":"大阪急性期・総合医療センター　伊泉 哲太",
    "speaker-j": "伊泉 哲太",
    "speaker-e": "IZUMI TETSUTA"}],
    "theme": "診療放射線技師におけるマネジメント研修の有用性",
    "abstract": '''
【背景】
　医療現場におけるマネジメントの重要性は、患者の安全とケアの質を確保するために不可欠である。効率的なリソースの配分、チームの協働、業務の標準化を通じて、医療従事者の負担を軽減し、最適な医療サービスの提供を実現する。また、スタッフの満足度と職場環境の向上にも寄与し、全体的な医療品質の向上に繋がる。そのため、効果的なマネジメントはサスティナブルな医療体制の構築に欠かせない。
【目的】
　診療放射線技師を対象としたマネジメントに関する研修会を行い、マネジメントの有用性やニーズに関する調査を行ったので報告する。
【方法】
　2024年4月に開催された「第60回浜松やらま胃会」でマネジメントに関する研修を60分行い、研修の前後でアンケート調査を行った。研修内容は、モチベーション・マネジメントに関する内容で行った。事前アンケートは、「マネジメントに関する勉強をしたことがありますか？」、「診療放射線技師にマネジメント能力は必要と思いますか？」、「後輩や部下、先輩や上司との関係性に悩み事はありますか？」という3つの設問とし、事後アンケートでは、「マネジメントに興味を持ちましたか？」、「今回のテーマは現場で活用できそうですか？」、「今後、マネジメントが勉強できる「場」が欲しいと思いますか？」という3つの設問と自由記載の感想欄を用意した。なお、アンケートにはGoogleフォームを利用し、匿名で回答を得た。
【結果】
　研修前のアンケートでは、マネジメントの必要性を感じながらもマネジメントに関する学習を行ったことがある方は約50 ％であった。研修後のアンケートでは、マネジメントに興味を持った方が約85 %であり、今後も学習できる「場」が欲しいという回答も約85 %であった。
【結論】
　診療放射線技師におけるマネジメント学習のニーズを確認することができ、今後もこのような研修が必要である。
''',
  },
  {
        "speaker": [
        {"name":"日本赤十字社和歌山医療センター　黒田 勇樹",
        "speaker-j": "黒田 勇樹",
        "speaker-e": "KURODA YUUKI"}],
        "theme": "診療放射線技師の患者接遇向上について",
        "abstract": '''
【目的】
　診療放射線技師の接遇指導環境が整備されていないため，患者に対する言葉遣いや態度によるクレームが散見されていた．日本診療放射線技師会の新生涯教育システムでは，接遇教育は必須項目となっていることから接遇教育環境の整備が課題であった．そのため，本研究では診療放射線技師の患者接遇向上の取り組みについて報告する．
【方法】
　患者接遇項目のチェックシートを作成し，患者接遇内部監査と接遇研修会を実施した．内部監査は一般撮影，CT，MRI，放射線治療，核医学検査，健康管理センターを対象とし，事前に接遇教育を実施した診療放射線技師3名により2023年9月から2024年7月で5回行った．内部監査毎に各部門の患者接遇遵守率を算出し比較を行い，内部監査結果の改善要求事項として職員へフィードバックした．接遇研修会は，内部監査を実施した診療放射線技師3名が遵守率の低い項目を中心に教育資料や接遇マニュアルを作成して職員を指導した．また，放射線科全体の患者接遇遵守率の平均値をカイ二乗検定により有意差検定を行った．
【結果】
　放射線科全体の患者接遇遵守率の平均値は，1回目63.3％，2回目77.8%，3回目81.6%，4回目90.4%，5回目91.2%であった．1回目と5回目の遵守率の平均値をカイ二乗検定で行った結果，有意差をもって患者接遇遵守率が向上した．
【結論】
　海外の先行研究では，患者接遇向上のために教育的介入を行うことで有意な結果を示したと報告がある．本研究においても患者接遇内部監査と接遇研修会実施により患者接遇遵守率の向上が見られた．患者接遇改善には，直接観察による内部監査や職員への結果のフィードバック，教育的介入による研修会実施が有用であることが示唆された．
''',
      },
      {
        "speaker": [
        {"name":"育和会記念病院　松井 大易",
        "speaker-j": "松井 大易",
        "speaker-e": "MATSUI DAI"}],
        "theme": "胃X線撮影の再撮影についての検討",
        "abstract": '''
【目的】
　当院の胃がんX線検診は新‣胃X線撮影法ガイドラインの任意型検診撮影法に3体位を追加し撮影している。しかし、再度同一体位を撮影（以下、再撮影）する場合もあるため、その原因と改善点について検討した。
【方法】
①対象は、2024年9月1日～2024年9月30日の226件とする。
②胃X線撮影を担当する診療放射線技師1名、胃がん検診専門技師2名で再撮影の原因と改善方法を検討した。
【結果】
　再撮影は、226件中105件（46.4％）に認めた。
①病変の追加撮影：30件（28.5％）
②撮影体位の調整ミス：28件（26.6％）
③画像の欠損：15件（14.2％）
④障害陰影の重なり：10件（9.5％）
⑤圧迫用フトンの調整ミス： 9件（8.6％）
⑥バリウムの付着不良： 5件（4.8％）
⑦空気量の不足： 4件（3.8％）
⑧画像のブレ： 4件（3.8％）
【結論】
　撮影者は、標的部位が現れるように受診者の動きを指示し良いタイミングを狙って撮影するが、悪いタイミングでは再撮影となる。
再撮影の原因は、撮影者自身の問題がほとんどであり、個々の受診者に合わせた指示出し、不用な再撮影がないよう注意深く撮影することが肝要である。
''',
      }
]
}
];

const List<Map<String, dynamic>> generalResearchPresentations2 = [
{
"id": "educational_10", // セッションID
"title": "一般研究発表2",
"sessionType": "座長", // このセッションでは座長と表示
"moderator":[
"奈良県総合医療センター　山田 卓実",
"奈良県西和医療センター　吉田 真大"],
"moderator-j":[
"山田 卓実",
"吉田 真大"],
"moderator-e":[
"YAMADA TAKUMI",
"YOSHIDA MASAHIRO"],
"presentations": [
      {
        "speaker": [
        {"name":"森ノ宮医療大学　松田 悠佑易",
        "speaker-j": "松田 悠佑",
        "speaker-e": "MATSUDA YUSUKE"}],
        "theme": "α線の減衰",
        "abstract": '''
【目的】
本実験では、空気中のα線のエネルギー減衰の様子をエネルギースペクトルから示すことを目的とした。
【方法】
検出器としてAdvacam社製MiniPIX EDU kitを用い、Am-241α線源からのα線を計測した。はじめに、線源を設置せずに10分間のバックグラウンド（B.G.）を計測した。その後、線源と検出器との距離（以下、測定距離）を変更しながらα線、γ線のクラスター、の計測を行った。測定距離は2 mmから2 mm間隔で24 mmまで、各測定距離でのα線のクラスターが100,000 countsになるまで計測を行った。その後、26 mmから2 mm間隔で32 mmまで、そして、36 mm、39 mmまで10分間の計測を行った。こうして得たエネルギースペクトルをテキスト化して保存し、Excelにて測定距離ごとのα線の総エネルギー、α粒子数を得た。α線の総エネルギーを計算しα粒子数で割ることで各測定距離におけるでの単一α粒子一つのあたりの平均エネルギーを得た。
【結果】
10分間のB.G.での平均エネルギーは804keVであった。また線源ありでは、測定距離2mmでの平均エネルギーは3312keV、6 mmで3109keV、10 mmで2721keV、14 mmで2239keV、18 mmで1557keV、22 mmで1429keV、26 mmで887keV、28 mmで718keV、32 mmで600keV、36 mmで951keVであり、エネルギーの減衰が観察された。
【結論】
今回の結果から、測定距離が離れるごとにα線の平均エネルギーが低くなる傾向にあることをエネルギースペクトルから確認することができた。本検出器はα線イメージングも可能であり発表時にα線が計測されていることをお示しする。
''',
      },
      {
        "speaker": [
        {"name":"森ノ宮医療大学　髙木 聡志",
        "speaker-j": "髙木 聡志",
        "speaker-e": "TAKAGI SATOSHI"}],
        "theme": "肺がん検診において偽陰性の可能性がある胸部 X 線画像に骨組織透過，過去，経時差分画像を追加する効果",
        "abstract": '''
【目的】
　胸部 X 線画像に骨組織透過処理や経時差分処理を適用することで，肺がんの検出率が向上することが報告されている．本研究では肺がん検診において偽陰性であった可能性がある胸部 X 線画像に対して骨組織透過，過去，経時差分画像を追加する効果を明らかにすることを目的とした． 
【方法】
　2011年8月から 2018年6月に札幌がん検診センターで肺がん検診を受診して要精密検査と診断され，その後の CT 検査で肺がんと診断された症例の過去 24 ヵ月以内の胸部 X 線画像を対象とした．ClearRead XR（東陽テクニカ）を用いて骨組織透過画像と経時差分画像を作成した．呼吸器内科医 5 名と専攻医 2 名が視覚評価を行った．まずは偽陰性であった可能性がある過去 24 ヵ月以内の胸部 X 線画像のみで肺がんの有無を評価した．その後，骨組織透過画像，さらに過去の胸部 X 線画像，経時差分画像を順番に追加し，追加するごとに再評価を実施した．精密検査の CT 検査の結果をもとに，各種画像を用いた評価における真陽性と偽陽性を求め，各種画像を追加する効果の統計解析に両側ウィルコクソン符号順位検定を用いた． 
【結果】
　83 症例（平均年齢 74.3 ± 7.6歳，男性 39例）が本研究の対象であった．胸部 X 線画像に骨組織透過画像を追加したことによる真陽性と偽陽性の変化に統計的有意差は認められなかった．過去画像を追加したことで真陽性と偽陽性はともに減少し統計的有意差が認められた（p = 0.02）．さらに経時差分画像を追加したことで真陽性は統計的有意に増加したが（p = 0.04），偽陽性の変化に統計的有意差は認められなかった（p = 0.34）． 
【結論】
　胸部 X 線検査による肺がん検診において，経時差分画像を追加することで偽陽性を増加させずに見落としを減少させることができる．
''',
      },
      {
        "speaker": [
      {"name":"大阪ハイテクノロジー専門学校　梶田 爽斗",
        "speaker-j": "梶田 爽斗",
        "speaker-e": "KAJITA AKITO"}],
        "theme": "学生の一般撮影初期演習における行動の分析",
        "abstract": '''
【目的】
　本校で行っている一般撮影の実習において，学生と教員を比較すると，撮影経験のある教員は円滑に短時間で撮影が行われる．その要因を理解することができれば，今後の学習において効率よく学ぶことができると考えられた．そこで我々は，撮影経験の無い学生が，繰り返し演習を行った場合における行動の変化を教員と比較し，行動の相違について検討を行った．
【方法】
　撮影演習は胸部立位正面撮影とし，演習の様子を記録するために，撮影時行動記録システムを作成した．そのシステムは，市販のゴーグルに注視点計測用のレーザーポインタと小型ビデオカメラを取り付けた自作視線計測用のゴーグルおよび，撮影時の動作を記録するために，撮影室内に設置されたビデオカメラで構成されている．撮影者はゴーグルを装着して胸部正面の模擬撮影を行った．記録された行動記録システム画像のレーザーポインタ位置から，注視点と注視時間および首振り回数を，検査室内の画像から移動回数を計測した．計測は，教員4名と学生6名について，教員は1回の模擬撮影，学生は初めての模擬撮影時および撮影練習実施後の模擬撮影について行った．
【結果】
　撮影の所要時間では，教員と比べて学生は時間を要していた．しかし，初回と比較して演習を繰り返すことで，時間が短縮された．撮影時行動記録システム画像の分析より，学生の初回では，装置と患者の注視回数が多く時間を要していた．練習後では，装置と患者を注視する割合が減少し，時間が短縮した．注視の割合は，練習後に教員の傾向に近づいた．
【結論】
　胸部立位正面撮影に対する行動記録システムの解析により，学生の撮影時間短縮の要因が，装置の操作に起因していることが得られた．このことから，円滑に撮影を実施するためには，まず装置の操作方法を十分に学ぶことが必要であると考えられる．
''',
      },
      {
        "speaker": [
      {"name":"大阪ハイテクノロジー専門学校　松下 果修",
        "speaker-j": "松下 果修",
        "speaker-e": "MATSUSHITA KASHU"}],
        "theme": "放射線検査における聴覚障碍者および難聴自覚者のコミュニケーション支援\n-AIを活用した音声認識入力システムの有効性の検証-",
        "abstract": '''
【背景】 
　厚生労働省の調査より，放射線検査を受けた聴覚障碍者および難聴自覚者の患者から「指示が分かりにくかった．」「急に触られ，びっくりして声が出ず，悔しい思いをした．」という報告があった．この報告から，診療放射線技師と聴覚障碍者および難聴自覚者のコミュニケーション不足に問題があるのではないかと考えた．そこで我々研究班は，AIが音声を認識することにより，自動でテキスト化を行うことができるGoogleドキュメントの音声認識入力システムに着目し，このシステムを用いることで問題解決の一助となるのではないかと考えた． 
【目的】 
　Googleドキュメントの音声認識入力システムが放射線検査時における診療放射線技師と聴覚障碍者および難聴自覚者のコミュニケーション支援となるかを検証する． 
【方法】 
　Googleドキュメントの音声認識入力システムを用い，聴覚障碍者および難聴自覚者を模したボランティア20名を対象に胸部一般撮影の模擬検査を行った．模擬検査終了後，ボランティアに質問紙調査を実施した．
【結果】 
　質問紙調査結果より『モニタ上に表示された文字は読みやすかったですか』の設問では「読みやすかった」が13人（65％）「だいたい読めた」が7人（35％）『モニタ上に表示された指示は容易に理解できましたか』の設問では「できた」が15人（75％）「だいたいできた」が5人（25％）であった．また『不安に感じたことはありましたか』の設問では10人（50％）が「少しあった」と回答した．自由記述では『息止めの明確なタイミングが分からない』『誤字が生じた際に不安を感じた』と回答が得られた． 
【考察】 
　質問紙調査より，モニタに表示された指示を把握することはできたが，半数で不安を取り除くことができなかったことから，放射線検査における音声認識入力システムの有効性は低いと考える．
''',
      },
      {
        "speaker": [
      {"name":"大阪ハイテクノロジー専門学校　植田 奈央",
        "speaker-j": "植田 奈央",
        "speaker-e": "UEDA NAO"}],
        "theme": "災害時における超音波検査専用ジェル代用品の検討\n-身近な物質による描出能評価-",
        "abstract": '''
【目的】
　近年の超音波診断装置は，軽量かつコンパクトであるため携帯性に優れ，検査室以外に，在宅医療や災害現場などで活用されている．超音波検査では，プローブと体表の間の音響インピーダンスの差による減衰や反射を低減させ，効率的な超音波の送受信を実現するために専用ジェルが使用される．しかし，災害発生時において専用ジェルが手に入らない場合も想定され，検査が困難となる可能性がある．そこで，本研究では，災害時に専用ジェルの代用品として使用可能な物質を身近な材料から検討した．
【方法】
　超音波検査専用ジェルおよび代用品を用いて超音波検査を実施し，描出能を比較した．代用品は粘稠度および利便性を考慮し，保湿用ジェル，ボディクリーム，ボディミルク，ワセリン，水あめ，餡，ケチャップ，ゼリー状玩具の8種類を使用した．描出能の評価は，健常成人頚部の血管と筋肉組織の撮像を行い，血管輪郭，筋肉内部の明瞭さについて，4段階の視覚評価を行った．撮像は，周波数10MHzのリニアプローブを使用した．
【結果】
　視覚評価において，血管輪郭の明瞭さはスコアが高い順で，保湿用ジェル，ボディミルク，水あめ，ボディクリーム，ケチャップ，ゼリー状玩具，ワセリン，餡となった．一方，筋肉内部の明瞭さは，スコアが高い順で，保湿用ジェル，ボディミルク，ボディクリーム，ケチャップ，ゼリー状玩具，水あめ，ワセリン，餡となった．これらの描出能の差異は，代用品ごとの音響インピーダンスや粘稠度の違いによるものと，皮膚とプローブの密着度の差に起因すると考えられる．
【結論】
　災害時における超音波検査専用ジェルの代用品として若干の描出能の差が生じるものの，必要に応じて代用品を活用することで，超音波検査を実施できる可能性が示唆された．
''',
      },
      {
        "speaker": [
      {"name":"大阪大学大学院　馬淵 龍",
        "speaker-j": "馬淵 龍",
        "speaker-e": "MABUCHI RYU"}],
        "theme": "診療放射線技師の焦り管理と対処力向上：グループワーク介入の効果検証",
        "abstract": '''
【目的】
　焦りはストレス・不安・緊張と結びつき、パフォーマンスや判断力に負の影響を与える。診療放射線技師のインシデント報告事例を解析した先行研究では、焦りが経験年数を問わずに当てはまるインシデント寄与因子であることが明らかにされている。本発表では、この先行研究を踏まえて実施した、診療放射線技師における焦りの感情コントロールに関するグループワークの概要と効果を報告する。
【方法】
　京都大学医学部附属病院放射線部に所属する診療放射線技師16名（平均技師歴5.2年、SD　7.2年）に対し、「焦りへの対処行動とその影響」と題したグループワークを実施した。ワークの効果測定は、9個の質問項目についてアンケート調査を実施した。質問項目は、対象者の理解度、意識、行動の変化などを評価するために設計され、ワーク実施前（事前調査）およびワーク終了後1か月経過した時点（事後調査）の2回にわたって実施した。回答には4件法を用い、事前調査と事後調査で得られた評価の変化をWilcoxonの符号順位検定を用いて統計的検討を行った。
【結果】
　焦りの度合いについては、「医師が苛ついている様子が分かった時」、「CPAやAISなど一刻を争う検査に携わる時」、「体動のある小児・乳幼児を検査する時」、および「視覚的に検査待ち患者が増えてきたことを確認した時」において有意差が認められた。また、焦りへの影響については、「1人の患者に予定より多くの時間を割いた時」、「視覚的に検査待ち患者が増えてきたことを確認した時」、および「検査で組む医師、看護師、他技師などに対応を急かされた時」において有意差が認められた。
【結論】
　焦りの感情コントロールに焦点を当てたグループワークを実施し、その効果を検証した。その結果、特定の状況において統計的に有意な焦りの軽減が確認され、診療放射線技師の負担軽減や業務効率化に寄与する可能性が示唆された。
''',
      }
    ]
  }
];

const List<Map<String, dynamic>> generalResearchPresentations3 = [
  {
    "id": "educational_11", // セッションID
    "title": "一般研究発表3",
    "sessionType": "座長", // このセッションでは座長と表示
    "moderator": ["南草津健診センター　岡田 裕貴"],
    "moderator-j": ["岡田 裕貴"],
    "moderator-e": ["OKADA HIROI"],
    "presentations": [
      {
        "speaker": [
        {"name":"近畿大学病院ー　森 陸翔",
        "speaker-j": "森 陸翔",
        "speaker-e": "MORI RIKUTO"}],
        "theme": "Dual-Energy撮影を用いたCT-VR画像作成時における最適SD値の評価",
        "abstract": '''
【目的】
　当院では、大腸癌や胃癌の術前撮影において、Dual-Energy（DE） 撮影を用いた Virtual Monochromatic Imaging（VMI）からCT-VR画像を作成している。しかし、現行の撮影条件ではVR画像作成時、ノイズの影響で血管描出が不良となる場合がある。本研究では、SD値を変化させた際の血管径およびVR画像での血管描出能を評価し、最適な撮影条件の検討を行った。
【方法】
　CT装置はキヤノンメディカル社製Aquillion ONE、ファントムは杏林システマック製分解能確認用ファントムを用い、模擬血管として血管径1mm径 で60keVのVMIで300HU程度となる希釈造影剤を封入し、血管径は1mm、2mm径を対象とした。撮影条件はDEで撮影し、設定SD値を4～14で変化させ、60keV のVMIを作成した。位置の異なる2つの0.5mmスライス厚のAxial画像で平均値を評価した。血管径測定は、模擬血管の中心を通るプロファイルカーブを取得し、半値幅により各SD値での画像の血管径を計測した。また、VR画像の描出能評価はすべてのSD値での画像に対して同一オパシティカーブで作成し、視覚評価を行った。さらに血管のcoronal画像より血管に沿ったプロファイルカーブを取得し、CT値の変化が視覚評価と一致するか検討した。
【結果】
　2mm径の模擬血管ではSD値による血管径、描出能に差異は認められなかったが、1mm径ではSD8,10で血管径が変化し、同一SD値間でのバラツキも増大した。描出能評価はSD12以上で血管が断裂するようになった。また、血管に沿ったプロファイルカーブよりSD4, 6で平均CT値が300HU以上となった。
【結論】
　Dual-Energy撮影にて1~2mm径の血管を対象としたCT-VR画像作成する場合、画像収集時のSD値は6以下にすることが望ましい。
''',
      },
      {
        "speaker": [
        {"name":"済生会吹田病院　大野 兼弥",
        "speaker-j": "大野 兼弥",
        "speaker-e": "OONO KENYA"}],
        "theme": "頭部CT撮影時におけるCT寝台と患者移動用マットが及ぼす撮影線量とノイズ特性評価",
        "abstract": '''
【目的】
　救急患者の頭部CT撮影ではマットを使用して患者移乗を行い，そのまま撮影を行うことがある．寝台やマットなどの障害物による画質低下や被ばくの増大を危惧する．これまでに寝台の位置や位置決め画像撮像条件によるauto exposure control （AEC）への影響の報告はされている．しかし，障害物が画質や撮影条件に与える影響の報告はない．本研究は頭部CT撮影において障害物が，線量とノイズに与える影響を明らかにすることを目的とした．
【方法】
　計測用ファントムであるCatphanを撮影し，ノイズ特性計測とcomputed tomography dose index（CTDI）を取得した．なおノイズ特性計測はnoise power spectrum（NPS）およびstandard deviation（SD）を取得した．次にファントム前面の線量を電離箱線量計にて計測した．撮影条件は管電流を固定値およびAEC設定下に変化させ撮影を行った．セットアップはCatphanを空中固定，ヘッドホルダー上，寝台上，寝台＋マットの4種類の条件で設置し，2機種のCT装置で行った．
【結果】
　同一のセットアップでは管電流の増加に伴いNPSとSDは低下し，CTDIは増加した．AECで撮影した場合のセットアップ毎の比較では，寝台上にマットの時NPS，SDが低下しCTDIは増加した．線量計の計測値はCTDIに比例して増加していた．また同一スライス面内のSDは前方の方が低く，後方の方が高かった．
【結論】
　寝台やマットによりX線が減弱し，スライス面内中央では設定されたSDになっているものの前面の線量が多くなっていたことを総合的に示唆する．本研究では寝台やマットにより，患者後面のノイズの悪化や患者前面の被ばく線量が増えることを確認した．頭部CT撮影の際は可能な限りヘッドホルダーを使用した撮影が適正である．
''',
      },
      {
        "speaker": [
      {"name":"大阪公立大学医学部附属病院　乕田 雄介",
        "speaker-j": "乕田 雄介",
        "speaker-e": "TORADA YUSUKE"}],
        "theme": "静脈路確保が困難であった冠動脈Bypass術後造影CTで撮影条件を工夫し適切に撮像し得た症例",
        "abstract": '''
　心臓CTでは冠動脈や目的部位のCT値を十分に保つことが診断能の向上に寄与する．しかし，静脈路確保が困難である症例では造影剤の注入速度が低速となり十分なCT値を得られないことを経験する．今回，静脈路確保が困難であった冠動脈Bypass術後造影CTで撮影条件を工夫し適切に撮像し得たので報告する．
　症例は70歳代，女性．冠動脈Bypass（左内胸動脈―左冠動脈前下行枝）の術後評価目的に造影CTが依頼された．検査時に静脈路確保が困難であり，造影剤注入速度が1.0ml/secまでと制限される中で造影CT検査が計画された．通常撮影の症例を参照し，冠動脈Bypass部のCT値，300HUを目標画像とし，低管電圧を用いた心電図同期ヘリカルスキャンで内胸動脈起始部から心臓底部まで撮影する計画とした（管電圧：80kV，管電流：Auto，ピッチファクタ：0.125，撮影時間：8秒）．造影剤は370mgI製剤を使用し，上肢静脈から注入速度1.0ml/sec，注入量60mlで注入後，生理食塩水による後押しを行った．ボーラストラッキング法は用いず，造影剤注入開始から60秒後に撮影を開始した．冠動脈Bypass撮影プロトコルのCTDIvolは27.0mGy，DLPは768.3mGy・cmであった．取得した画像における左内胸動脈，左冠動脈前下行枝のCT値を測定した結果，それぞれ347HU，271HUであった．
　低管電圧によるノイズの増加やコントラストの変化を考慮する必要があるが，静脈路確保が困難な症例に対して低管電圧を用いることで適切に画像を取得できた．
''',
      },
      {
        "speaker": [
      {"name":"泉大津急性期メディカルセンター　古川 亮",
        "speaker-j": "古川 亮",
        "speaker-e": "FURUKAWA RYO"}],
        "theme": "3D-CTAが治療方針決定に貢献した脊髄外硬膜動静脈瘻の1例",
        "abstract": '''
【症例】
　75歳男性で2年前より歩行障害を認め、他院より紹介となった症例である。当院にて全脊椎MRI検査および3D-CTA撮影を施行した結果、胸髄部に血管性病変を認め血管内治療を行う方針となった。その際に撮影した3D-CTA撮影が、治療方針決定に大きく貢献したため報告する。
【撮影方法】
　MRI検査から血管性病変の起始部が不明であったため、全脊椎含めた範囲で3D-CTA撮影を行った。撮影方法は、rotation time 0.5s・pitch factor 0.8とし、CTDIVol 16.5 mGyである。造影剤注入条件は、総ヨード量650 mgI/kg・fractional dose 23.5、4.0 ml/s【単相注入+混合注入(造影剤:生食=6:4)+生食】とした。Adamkiewicz動脈の撮影タイミングは、過去画像から通常の動脈描出タイミングより遅れて描出されることが予測されたため、注入時間を単相注入21 秒・混合注入11 秒・生食7.5 秒とし、造影効果持続時間の延長を図った。以上を考慮し、撮影タイミングはbolus-tracking法にて、大動脈のCT値が250 HUに到達して15秒後に撮影を開始した。
【結果】
　造影CT画像より、外側仙骨動脈の側副血行路から、前内椎体静脈叢に流入している動静脈瘻部が確認できたため、脊髄外硬膜動静脈瘻と診断された。MPRや3D画像をもとに血管造影検査を施行した結果、治療術式はコイル塞栓術に決定し、予定していた外側仙骨動脈の側副血行路からのアプローチは蛇行が強くアクセスが困難であったが、左総腸骨静脈からアクセスルートが見つかったため、経静脈的塞栓術(TVE)を施行する運びとなった。
【結語】
　今回の症例おいて、3D-CTA撮影は脊髄外硬膜動静脈瘻の治療方針決定に貢献できた。本撮影法は、末梢細血管の描出に応用可能と考える。
''',
      },
      {
        "speaker": [
      {"name":"洛和会丸太町病院　矢房 尚大",
        "speaker-j": "矢房 尚大",
        "speaker-e": "YABUSA NAOHIRO"}],
        "theme": "CT撮影における造影剤減量の取り組みと現状",
        "abstract": '''
【目的】
　当院では、昨年まで造影剤使用に対するマニュアルが確立されていなかった。そのため、造影剤腎症のリスクを踏まえ患者さんの腎機能や既住歴に合わせた適切な造影剤減量が行える造影剤使用マニュアルの作成が行われた。今回はそれに際して行った造影剤減量の取り組みと現状の運用方法、今後の展望について報告する。
【方法】
　CT値が100HU、400HUとなるように調整した太さの異なる2本のシリンジが封入された自作ファントムを作成し、撮影条件を変えてSingle energy とDual energyでそれぞれ5回ずつ撮影を行った。撮影した画像から得られたCT値、SD値をもとにCNRを算出し、ルーチン検査として使用している120kVで撮影した画像をリファレンスとして比較検討を行った。
【結果】
　Single energyでの撮影では、100kVを使用することで造影剤量を25%減量できることがわかった。Dual energyでの撮影では、55keVの画像を作成することで造影剤量を40%減量できることがわかった。
　現在は、胸腹部造影のルーチン検査に対して100kVを使用し造影剤量を25％減量して撮影を行っている。また、15≦eGFR<30で造影剤腎症高リスク群に対しては、Dual energyでの撮影後55keVでの画像作成を行い、造影剤量を40%減量している。
　また、この旨をマニュアルに記載し運用を行っている。
【結論】
　この取り組みによって、CT検査における造影剤減量の指標を決め、造影剤使用マニュアルにその旨を記載し運用を開始することが出来た。
　今回の検証は、通常造影検査の条件の場合のみであったため、造影剤減量の難しい高速注入を必要とするCTアンギオグラフィーや、術後のフォローで定期的に造影が必要な場合などの症例に対しても診療科の医師、放射線科医と協議し造影剤減量の適応範囲を広げていきたい。
''',
      },
      {
        "speaker": [
      {"name":"日本赤十字社和歌山医療センター　嶋田 恵太",
        "speaker-j": "嶋田 恵太",
        "speaker-e": "SHIMADA KEITA"}],
        "theme": "PET/CT検査を担当したら、そんなに被ばくするの？",
        "abstract": '''
【目的】
　PET/CT検査で使用されるPET薬剤は強い放射線(γ線)を放出しており，一般的に検査に係わる医療従事者の被ばくリスクは高いとされている．今回我々は，日常的にPET/CT検査に係わる医療従事者の職業被ばくの程度を測定し，職種間の違いを明らかにすることを目的とした．
【方法】
　2022年4月～2023年3月までPET/CT検査に従事した医師6名，看護師8名，診療放射線技師5名に対して，ポケット線量計を装着し，1日の被ばく線量を記録し，比較検討を行った．
【結果】
　PET/CT検査による被ばく線量は，診療放射線技師が最も多く月平均で36.5μSv，次いで医師が7.0μSv，看護師が4.1μSvであった．一ヶ月に検査を担当する日数は，診療放射線技師が最も多く平均12日，医師は3日，看護師は2日であった．1日当たりの被ばく線量は，診療放射線技師が3.0μSv，医師が2.1μSv，看護師が1.6μSvとなった．
【考察】
　診療放射線技師の1日あたりの被ばく線量が多い理由はPET薬剤を投与した後の患者と直接関わる時間が長いためと考えられる．放送での誘導，事前説明により投与後の説明時間を少なくする等の対策を行っているが，撮影時に接する時間が3-5分程度必要となっている．医師，看護師は薬剤投与時に関わっているが，患者と距離をとる，遮蔽板や自動投与装置を使用するなど対策を講じており，被ばく線量が多くならなかったと考えられる．
【結論】
　法令遵守内の被ばくではあるが，診療放射線技師の被ばく線量を減らすには，直接的な患者対応時間を減らす工夫が必要である．
''',
      }
    ]
  }
];

const List<Map<String, dynamic>> generalResearchPresentations4 = [
{
"id": "educational_12", // セッションID
"title": "一般研究発表4",
"sessionType": "座長", // このセッションでは座長と表示
"moderator":[
  "紀南病院　山﨑 純",
  "和歌山県立医科大学附属病院  谷口 直樹"],
"moderator-j":[
  "山﨑 純",
  "谷口 直樹"],
"moderator-e":[
  "YAMASAKI JUN",
  "TANIGUCHI NAOKI"],
"presentations": [
      {
        "speaker": [
        {"name":"和歌山県立医科大学附属病院　高野 裕豊央",
        "speaker-j": "高野 裕豊",
        "speaker-e": "TAKANO YUUTO"}],
        "theme": "EOBダイナミック検査における息止め不良患者用プロトコルの評価",
        "abstract": '''
【背景】
　EOB（プリモビスト）造影剤を用いた肝のダイナミックMRIは，肝病変の検出において重要な役割を果たしている．通常，肝臓ダイナミックMRI検査は息止めが必要なGREシーケンス3D T1強調脂肪抑制画像(Volume Interpolated Breath-hold Examination: VIBE）が用いられる．しかし，EOB造影剤による副作用として，一過性の呼吸困難が17 ％で起こることが知られており，これを起因とする画質の低下も報告されている．近年，自由呼吸下で撮影が可能なGolden-angle Radial Sparse Parallel-VIBE（GRASP）が注目されている．当院にて息止め不良が想定される患者に対して，GRASPを息止め不良患者用プロトコルとして運用した．
【目的】
　EOBダイナミック検査において，GRASPが息止め不良患者用プロトコルとして有用であるかを評価する．
【方法】
　VIBEを用いたダイナミックMRI の動脈相で息止めが不良であった9 名の肝細胞癌患者（78 ± 5.7歳，男8，女1）において，息止め不良患者用プロトコルが行われた．VIBE とGRASP について，動脈相と肝細胞相の画像が比較された．放射線科専門医2 名が5段階の評価を行った．また，放射線科専門医とカンファレンスを行った．
【結果】
　2名の評価スコアの平均は，動脈相ではGRASPが大幅に優れた結果となった．肝細胞相では大差はなかった．カンファレンスでは，読影を行いやすいのはGRASPであると結論付けた．
【結論】
　GRASPは，息止め不良患者用プロトコルとして有用であることが示唆された．
''',
      },
      {
        "speaker": [
        {"name":"第一東和会病院　吉村 康",
        "speaker-j": "吉村 康",
        "speaker-e": "YOSHIMURA YASUSHI"}],
        "theme": "MRI撮像におけるメイクアーチファクトの検討",
        "abstract": '''
【目的】
　MRI検査では、金属の持ち込みは安全性と画像への影響から除去することが望まれる。その為当院では外せる金属は除去して行うが、メイクの除去は行っていない。特に頭部健診MRIでは、メイクをしている受診者が多い。今回メイクによる画像への影響がどの程度あるのか検証した。
【方法】
1.自作ファントムを作成
2.各5種類のマスカラ・アイライナー・アイシャドウで評価
3.装置はPHILIPS Achieva 3.0T-MRI、Head-32chコイルを使用
4.撮影条件は、DWI,T1WI,T2WI,T2*WIにて、感度補正を除去した条件を使用
5.ファントム上に化粧品を置き、画像欠損・歪みの視覚評価を行う
6.解析ソフトImage Jにて、数値的評価を行い検証する
【結果】
　酸化鉄が含まれている化粧品は、視覚的評価・物理的評価共に画像に影響を及ぼす。その中でも酸化鉄の割合が多い化粧品に関しては視覚的評価で歪みの面積が大きく、磁性体による影響は化粧品を置いた場所以外にまで及んだ。しかし、酸化鉄の割合が少ないものや含まれていないものは、視覚的評価において画像への影響が少ない結果となった。また、標準偏差をバックグラウンドと比較してみると物理的評価では僅かに影響があることが分かった。
　EPIやFE法を用いたシーケンスでは、画像への影響が大きいことは予測できたが、TSE法を用いた撮像シーケンスでの物理的評価でも画像への影響があると示唆される結果となった。
【結論】
　いずれのシーケンスにおいても化粧品が及ぼす画像への影響は僅かなものであり、頭部検査に大きな支障はないと考える。しかし、眼窩検査ではメイクの除去が望まれる結果となった。また、画像に視覚的歪みが見られなくても数値の変動があり、読影に及ぼす影響を認識しておく必要があると考える。
''',
      },
  {
    "speaker": [
  {"name":"りんくう総合医療センター　有原 成美",
    "speaker-j": "有原 成美",
    "speaker-e": "ARIHARA NARUMI"}],
    "theme": "MRI検査の急変時対応シミュレーション動画の作成について",
    "abstract": '''
【目的】
　MRI検査中，患者状態が急激に悪化し何らかの医療的処置をする場合には，診療放射線技師のみならず多職種による対応が必要になることがある．MRI装置は常時磁場が発生しているため，複数の職員が係わることにより，磁性体持ち込みによる吸着事故が発生し，副次的な被害につながることが想像に難くない．そこで，当院では検査室の特性を踏まえ，持ち込み物や検査室に入る職員を制限することで安全に配慮した急変時対応を策定した．その対応法に基づき一部職員でシミュレーションを行ったが，他モダリティとの動きが異なることから戸惑う職員もおり，広く行うためには事前に入念なシミュレーションが必要であると考えられた．学習効率をさらに高めるためにもシナリオに基づいた動画を撮影し，事前に閲覧してもらってからシミュレーションを行うという取り組みを行った．
【方法】
　MRI検査に従事する診療放射線技師を対象に，急変時シミュレーションマニュアルの文面を読んだ後の理解度をチェックした．さらに，同じ対象者にシミュレーション動画を併せて視聴してもらい，再度理解度を評価し，結果を比較した．理解度の評価は，急変時シミュレーションにおける対象者のMRI検査室での行動を減点方式で採点する方法で行った．
【結果】
　マニュアルの文面のみを読んだ時点と，動画を視聴した後の結果を比較すると，後者の方がより深い理解を得られていることが分かった．また，文面のみの説明では，個人間の理解度に差がみられた．動画でシミュレーションを行うことで，スタッフ間の具体的な理解が統一された．
【結論】
　シミュレーション動画の視聴により，MRI検査において急変時対応の理解を深めることができた．
''',
      },
  {
    "speaker": [
  {"name":"りんくう総合医療センター　人西 健太",
    "speaker-j": "人西 健太",
    "speaker-e": "HITONISHI KENTA"}],
    "theme": "ハイブリッドER導入後の運用について",
    "abstract": '''
【目的】
　当センターは、2021年３月に従来の血管撮影室を改装し、ハイブリッドERとしてIVR-CT装置を導入した。ハイブリッドERの運用に際し、救命医師、看護師、診療放射線技師、臨床工学技士等の多職種で協議を重ねてきた。ハイブリッドERの運用開始以降、明らかになった問題点を検証し、改善点と共に現在の運用方法について報告する。
【方法】
　救急医師、看護師、診療放射線技師を中心に、ハイブリッドER運用において機器操作等のハード面と、運用等のソフト面を搬入症例毎に問題点を洗い出しデブリーフィングを行った。
【結果】
　ハード面では問題点が３つ挙がった。1つ目は搬入患者の情報取得に時間を要する場合が多く、CT撮影までに１０分の目標があるため仮IDでの撮影が求められた。そのためPACSに画像を転送せず、ワークステーションへ画像転送し、1次読影を行う運用に変更した。2つ目はTrauma pan-scanでは頭部領域の画質劣化があり、読影困難な症例があった。改善点として重症頭部外傷等を疑う場合はVariable Helical Pitchを使用せず、頭部と体幹部を取り分けるプロトコルを作成した。3つ目はスタッフ間の症例の偏りによる経験不足が挙げられた。搬入時の映像を用いて動画を作成し、救命センターに従事する診療放射線技師が対応できるよう研修を行った。ソフト面では、職種間のコミュニケーションエラーに起因するCT検査までの時間が課題として挙げられた。寝台移動時にルート類が抜去する等のトラブルを全スタッフで共通認識することで安全性の確保と時間短縮につながった。
【結論】
　ハイブリッドER導入施設の機器構成や機材配置、運用システム等は同一ではないため、ハイブリッドERを最大限に生かすためには、職種間の共通認識やコミュニケーションが重要であり、多職種が共同して取り組むことがより良いシステムの構築につながる。
''',
      },
  {
    "speaker": [
  {"name":"近畿大学病院　仲盛 ひなた",
    "speaker-j": "仲盛 ひなた",
    "speaker-e": "NAKAMORI HINATA"}],
    "theme": "大血管手術ナビゲーションにおけるFusion時透視角度の検討",
    "abstract": '''
【目的】
　当院では大血管手術ナビゲーション時に行っている2D/3D Fusionは、手術中の2方向からの透視画像と事前に撮影したCT画像を用いて行う。メーカーの推奨では、0度とRAO 90度もしくはLAO 90度の2方向からの透視画像を使用するが、手術中にCアームをそれらの位置に配置することは、周辺機器等があるため難しい。そこで手術中にも配置可能なCアーム角度で、Fusion精度が担保される透視角度の検討を行った。
【方法】
　シーメンス社製 Artis Zeego、GE社製 Revolution CTを使用し検討を行った。ファントムは、大動脈（290 HU：16 mm）と脊椎（1200 HU：24 mm、位置合わせ時の基準構造物）を希釈造影剤で模したものを自作した。ファントムは事前にCT装置で撮影を行い、透視装置で２方向からの透視を行った。透視角度の組み合わせとして、0度とRAO 30～90度、またRAOおよびLAO 15～45度の組み合わせ、計8パターンを検討した。CT画像と透視画像を使用し、脊椎で位置合わせ後Fusionを行い、精度を検討した。CT撮影時と手術中では体位等の違いがあるため、大動脈をCT撮影時と透視時で配置を変更し、Fusionの精度を検討した。また、位置合わせ時のずれを想定し、脊椎を約12 mmずらした状態で、Fusion の精度を検討した。
【結果】
　Cアーム角度のみの検討では、どの角度から透視を行った場合も、Fusionの精度は同等であった。また被写体や位置合わせ時のずれを想定した場合では0度とRAO 50度、RAO 35度とLAO 35度においてズレは約12 mmとほぼ同等になった。
【結語】
　Fusionの精度を担保しながら周辺機器等とCアームが干渉せず、安全に手術を行うためには、RAO、LAOの２方向から取得した透視画像を使用することが有効といえる。
''',
  },
  {
    "speaker": [
  {"name":"神戸市立医療センター中央市民病院　小山 寛之",
    "speaker-j": "小山 寛之",
    "speaker-e": "KOYAMA HIROYUKI"}],
    "theme": "ドパミントランスポーターシンチグラフィにおける定量的指標の診断特性評価",
    "abstract": '''
【目的】
　ドパミントランスポーターシンチグラフィ(以下，DaT スキャン)のソフトウェアのバージョンアップにより，線条体・尾状核・被殻の後頭葉比である(Binding Ratio)と尾状核と被殻の平均カウント比(Counts Ratio)の算出が可能となった．その有用性を検討することを目的とした．
【方法】
　本研究は単施設後向きコホート研究であり，当院をパーキンソン病あるいはパーキンソン症候群疑いで受診した連続97人(男性64例，女性33例，72.29±9.35歳33～87歳)を対象とした．本研究ではDaT スキャンにおける幾つかの検査指標について，それぞれの診断特性を評価した．診断標的は，パーキンソン病およびパーキンソン症候群とし，検査後のフォローアップを含んだ臨床診断名を参照基準として用いた．追加解析として，パーキンソン病とそれ以外のパーキンソン症候群との識別についても検討を行った．
【結果】
　臨床経過は平均588日の間フォローされていた．最終的な診断名は，パーキンソン病が43人，パーキンソン症候群が25人であった． DaTスキャンの診断性能は，線条体BRがROC 0.85(95%信頼区間: 0.76-0.94)，Youden法によるカットオフ値1.93における感度0.83，特異度0.81であった．Asymmetry Index(以下，AI)およびCaudate/Putamen(以下，C/P比)はROC 0.51および0.57であった．また，パーキンソン病とその他のパーキンソン症候群との識別については，ROC 0.69 (95%信頼区間: 0.58-0.80)であった．
【結論】
　AIおよびC/P比は診断に有用とは言えなかった．線条体BRは新しい診断指標となる可能性が示唆された．また，パーキンソン病とその他のパーキンソン症候群との識別について有用とは言えなかった．
''',
  }
    ]
  }
];

const List<Map<String, dynamic>> generalResearchPresentations5 = [
  {
    "id": "educational_13", // セッションID
    "title": "一般研究発表5",
    "sessionType": "座長", // このセッションでは座長と表示
    "moderator": ["滋賀医科大学医学部附属病院  杉山 淳子"],
    "moderator-j": ["杉山 淳子"],
    "moderator-e": ["SUGIYAMA JUNKO"],
    "presentations": [
      {
        "speaker": [
        {"name":"日本赤十字社和歌山医療センター　井上 賢人",
        "speaker-j": "井上 賢人",
        "speaker-e": "INOUE KENTO"}],
        "theme": "IGRTガイドライン2022への適応",
        "abstract": '''
【目的】
　2021年9月に厚生労働省医政局通知が発出され，画像誘導放射線治療（Image Guided Radiation Therapy，以下IGRT）における画像の一次照合等について，医師の具体的指示の下で診療放射線技師（以下技師）へタスク・シフト/シェアが可能であるとの見解が示された．その後2022年11月に「IGRTガイドライン2022」（以下ガイドライン）が発行された．ガイドラインに適応するにあたり「医師の具体的指示」，「位置照合のマニュアル作成」，「多職種が参画するカンファレンス等にて位置照合に必要な知識を収集し，必要に応じて教育・研修」について体制整備を要すると判明した．本発表ではガイドラインに適応するために検討した内容を報告する．
【方法】
　以下の4項目を整備し，ガイドラインへの適応を行った．1．医師の具体的指示を複数の医師間で統一するために様式及び指示方法を検討．2．位置照合のマニュアル，画像照合指針，基本ルールに加え，11症例の典型例，画像誘導放射線治療加算及び耐容線量表を含めた素案を作成．実臨床で試行しながら医師3名と医学物理士2名の監修の下で改訂．3．位置照合に必要な知識や情報を共有するために週1回実施している症例カンファレンスにIGRTカンファレンスを追加開催．4．作成したマニュアルでIGRT勉強会を開催し，offline reviewの撮影済み照合画像で画像照合の研修を実施．
【結果】
　医師の具体的指示の様式を作成し，治療RISのコメント欄に記載する事で複数の医師と技師間で情報共有の標準化が可能となった．位置照合のマニュアル，カンファレンスや勉強会による技師の教育・研修体制の整備ができた．
【結論】
　医師の具体的指示の標準化，位置照合のマニュアル作成，IGRTカンファレンスの立ち上げ，教育・研修体制の整備により，ガイドラインに適応できた．
''',
      },
      {
        "speaker": [
        {"name":"多根総合病院　郡田 遥士",
        "speaker-j": "郡田 遥士",
        "speaker-e": "GUNDA YOUJI"}],
        "theme": "携帯型超音波診断装置による照射前膀胱体積評価が、前立腺癌のImage Guided Radio Therapy（IGRT）に及ぼす影響について",
        "abstract": '''
【目的】
　当院では前立腺癌に対する寡分割照射において、Image Guided Radio Therapy（IGRT)としてcone-beam Computed Tomography（CBCT）を照射直前（以下CBCT-pre）と照射間（以下CBCT-intra）に撮影している。また、治療室入室前に携帯型超音波診断装置を用いて膀胱体積を確認している（以下pre-echo）。本研究では、pre-echoの有無がCBCT撮影回数と前立腺の移動量に及ぼす影響を検討することを目的とした。
【方法】
　R4年4月～R6年4月に前立腺寡分割照射を受けた患者で、pre-echo非実施群40人と実施群20人を対象とした。治療データベースからCBCT撮影回数と前立腺の移動量を取得し解析した。
【結果】
　治療時の平均膀胱体積がCTシミュレーション時と比較して92％、98％（非実施群、実施群、以下同)、平均CBCT撮影回数はCBCT-preが1.30、1.18で共に有意差を認めた。CBCT-intraは1.04、1.03で有意差はなかった。前立腺のVrt./Lng./Lat.方向における移動量の平均値[mm]は、CBCT-pre：-0.80/0.69/0.03、-1.08/1.02/0.05、CBCT-intra：0.01/0.10/0.04、-0.00/0.18/0.09であり、CBCT-preのLng.方向を除いて有意差はなかった。
【結論】
　pre-echoの実施でCBCT撮影回数が減少し、患者の被ばく低減につながることが示唆された。pre-echo実施群ではCTシミュレーション時の膀胱体積により近い大きさを再現できていたが、CBCT-preでLng.方向の前立腺の移動量が大きくなった。要因として、尿意を我慢する際の骨盤底筋の緊張が考えられるが、IGRTの位置補正にて問題ない変位量であることが確認できた。
''',
      },
      {
        "speaker": [
      {"name":"姫路医療センター　大西 孝志",
        "speaker-j": "大西 孝志",
        "speaker-e": "OONISHI TAKASHI"}],
        "theme": "TomoTherapyを用いた前立腺IMRT時の金属マーカの至適サイズについての検討",
        "abstract": '''
【背景】
　前立腺IMRTを行う場合は、より高精度なIGRTを行うために、前立腺に金属マーカを留置することがある。金属マーカは、サイズが大きくなるにつれて、金属マーカ付近の前方散乱、後方散乱、側方散乱などによるオーバーシュートやアンダーシュートも大きくなることが報告されている。このため金属マーカのサイズをIGRTに影響が出ない範囲で、なるべく小さなサイズを選択する必要がある。
　当院でも前立腺IMRT時に金属マーカを留置する運用に変更する時に金属マーカのサイズによる視認性を確認し、至適サイズを検討したので報告する。
【目的】
　治療計画用CT撮影時での金属マーカのアーチファクトを最小限にし、IGRT時のMVCTで容易に確認可能な金属マーカの至適サイズを検討する。
【方法】
　1.VISICOILの径と長さがそれぞれ1.1㎜×10㎜, 1.1㎜×5㎜, 0.75㎜×10㎜,0.75㎜×5㎜, 0.5㎜×10㎜,0.5㎜×5㎜, 0.35㎜×10㎜の7種類のサイズのVISICOILTMをチーズファントムに挟み込み, kilo-Voltage CT (kVCT)とMega-Voltage CT (MVCT)を撮影し,得られた画像を比較検討する.
　2.実際の患者の背側に7種類のサイズのVISICOILを置いて,MVCTを撮影し,得られた画像を比較検討する.
【結果】
　計画用CTでは、金属マーカのコイル系が大きく、コイルの長さが長いほど金属アーチファクトが強い結果となった。MVCTでは、金属マーカのコイル系が大きく、コイルの長さが長いほど視認性が良い結果となった。
【結語】
　治療計画用CT撮影時での金属マーカのアーチファクトを最小限にし、IGRT時のMVCTで容易に確認可能な金属マーカの至適サイズを把握することができた。
''',
      },
      {
        "speaker": [
      {"name":"市立長浜病院　村澤 優樹",
        "speaker-j": "村澤 優樹",
        "speaker-e": "MURASAWA YUUKI"}],
        "theme": "bite chipの噛み方の違いによるHyperArc用固定具の固定精度の検討",
        "abstract": '''
【目的】
　当院は2023年7月に放射線治療装置をVarian社製TrueBeamに更新し、頭部定位放射線治療（SRT）にHyperArcを使用している。その固定精度についてbite chipの噛み方を変更し、その効果を検討した。
【方法】
　2023年8月以降、当院でHyperArcを用いてSRTを行った症例の内bite chipを前歯で噛んだ患者5名と、それ以前の唇で咥えた患者7名に対して、最初の位置合わせkV画像・照射直前CBCT画像・照射終了直後のCBCT画像から位置誤差をVarianの画像解析ソフトを用いて後ろ向きに解析し、平行移動3軸と回転成分3軸のずれ量をそれぞれ測定した。平行移動のずれ量はLateralをΔX、VerticalをΔY、LongitudinalをΔZ、回転成分のずれ量はPitchをΔP、RollをΔQ、YawをΔRとした。最初の位置合わせkV画像のずれ量をFirst Setup Error（以下First SE）、照射直前CBCT画像のずれ量をFinal Setup Error（以下Final SE）、照射直前と直後のCBCT画像のずれ量の差をIntrafractional Setup Error（以下Intra SE）として、それぞれのずれ量の絶対値平均と標準偏差を求めて両者を比較した。
【結果】
　すべてのSEにおいてbite chipの噛み方の違いに有意な差は認められなかったが、ΔZ、ΔPでは前歯で噛んだ群のずれ量に減少傾向がみられた。また、Final SEとIntra SEはすべてにおいて0.3mm、0.2°以下のずれ量であった。
【結語】
　噛み方の違いによって固定精度に有意な差は認められなかったが、First SE・Final SE・Intra SEのいずれにおいてもbite chipを前歯で噛むことにより固定精度の改善が示唆された。
''',
      },
      {
        "speaker": [
      {"name":"和歌山県立医科大学附属病院　高野 裕豊",
        "speaker-j": "高野 裕豊",
        "speaker-e": "TAKANO YUUTO"}],
        "theme": "放射線治療における腹部圧迫下での呼吸モニタリング装置併用の4D-CTの初期臨床報告",
        "abstract": '''
【背景】
　Ⅰ期非小細胞肺癌に対して行われる定位放射線治療における呼吸性移動対策には，腹部圧迫法，呼吸停止法，動体追尾法などがある．治療計画時の呼吸による腫瘍の移動長を確認するために，日本放射線腫瘍学会などが出版した「呼吸性移動対策を伴う放射線治療に関するガイドライン2019」において，X線透視や4次元CT（4D-CT）による評価が推奨されている．当院では腹部圧迫法による定位放射線治療を行う場合，内的標的体積マージンを見積もるため，リニアック装置（Synergy; Elekta）の4次元コーンビームCT（4D-CBCT）で撮影し，評価していた．リニアック装置による4D-CBCTによるマージン評価法(4D-CBCT法）には，撮影のために治療を一時的に中断してリニアック室を使用する必要があった．
【目的】
　治療計画用CT装置（CT-S）（SOMATOM go.Open Pro; Siemens Healthineers）の更新を期に，CT-Sにおいても4D-CTの撮影が可能になった（4D-CT法）ため，ワークフローの改善を評価する．
【方法】
　CT室入室から撮影完了までの時間を4D-CBCT法と4D-CT法について，後方視的に評価した．4D-CBCT法は2023年12月から2024年7月までの期間に実施した15例，4D-CT法は2024年10月から2024年11月までの期間に実施した5例を対象とした．得られたデータを比較することで検討を行った．
【結果】
　4D-CBCT法では平均2時間50分（55分-4時間43分），4D-CT法では平均42分（33分〜50分）であった．
【結語】
　CT-Sの更新によって導入した4D-CT法により，ワークフローが大幅に改善された．
''',
      },
      {
        "speaker": [
      {"name":"大阪公立大学医学部附属病院　井上 悠人",
        "speaker-j": "井上 悠人",
        "speaker-e": "INOUE YUUTO"}],
        "theme": "ボーラスの繋ぎ目における相対線量の評価",
        "abstract": '''
【目的】
　ボーラスは皮膚表面近傍の適切な線量分布の形成に重要な役割を果たす。今回、われわれは皮膚表面近傍の広範囲病変に対する放射線治療を経験した。この治療では、ボーラスサイズ（30㎝×30㎝）では、照射野全体をカバーできなかった為、２つのボーラスを繋ぎ目なく配置し日々の照射を行った。本研究の目的は、広範囲照射において複数のボーラスを配置する際、これらの繋ぎ目における相対線量を評価することである。
【方法】
　水等価ファントムの表面にガフクロミックフィルムと1枚のボーラスを配置し、5cm深をアイソセンターとした。そして照射野サイズ10cm×10cmでエネルギー6MV X線を200MU照射した（1）。次に実験条件は（1）と同様の下、2枚のボーラスを配置し、それら間隔を0mmから3mmまで広げた場合（2）と、それら間隔を0mmから3mmまでオーバーラップした場合（3）の表面線量を測定した。表面線量の評価は（1）の結果を基準とした相対線量のプロファイルカーブを求め比較した。使用装置ならびに使用フィルムは、Elekta 社製synergyおよび EBT-XDであった。
【結果】
　2枚のボーラスが丁度、接する場合（間隔0mm）の相対線量は、継ぎ目ない場合と比較して最大約10%の線量低下がみられた。実験（2）の場合、間隔が1mm広がると相対線量が約30%減少し、その後、1mm広げるごとに約5%ずつ相対線量が減少した。一方、実験（3）の場合、相対線量の変化は最大5%の増加であった。
【結論】
　本研究では、ボーラスを組み合わせて使用する際の繋ぎ目の線量を調査した。2枚のボーラスが丁度、接する場合でも繋ぎ目における表面線量の低下を招く可能性が示された。そのため、ボーラスを組み合わせて使用する場合は、照射ごとにボーラスの繋ぎ目位置を変え、局所的な線量低下を分散させる工夫が必要であると考える。
''',
      }
    ]
  }
];