//import 'package:flutter/material.dart';

const String gaiyo =
'''
【大会名称】
令和7年度　近畿地域診療放射線技師会学術大会
【大会長】
公益社団法人　京都府診療放射線技師会
会長　久保田裕一
【実行委員長】
公益社団法人　京都府診療放射線技師会
学術部常務理事　京都太郎
【主催】
公益社団法人 日本診療放射線技師会
公益社団法人 京都府診療放射線技師会
【開催】
近畿地域診療放射線技師会
【後援】
京都府・京都市
【大会テーマ】
変革・イノベーション
～新たな一歩を踏み出そう～
【開催場所】
〒601-8047
京都市南区東九条下殿田町７０
TEL: 075-692-3400
【開催内容】
教育講演
特別講演
ランチョンセミナー
府民公開講座
シンポジウム
放射線管理士分科会企画
一般演題発表
【参加費】
技師会会員・協賛会員・JSRT会員2,000円
非会員4,000円
学生無料
府民公開講座に参加する一般の方は無料
''';

const String kaicho =
'''　近畿地域の診療放射線技師会の皆様、日頃より各技師会の運営にご理解とご協力を賜り、心より感謝申し上げます。令和6年度の近畿地域診療放射線技師学術大会は、大阪府診療放射線技師会が主催し開催いたします。本大会にご参加いただける皆様には、深い敬意と感謝の意を表します。また、開催に向けてご尽力いただきました関係者の皆様にも、心からお礼申し上げます。
　ここ数年、新型コロナウイルス感染症により、令和2年度は大会が中止（延期）となり、令和3年度はWebのみでの開催となりました。その後もWebと会場のハイブリッド方式で実施してきましたが、ようやく状況が落ち着きました。今年度は、対面形式のみで開催することとしました。会場は、各府県からのアクセスが良好なグランフロント大阪で実施いたします。
　大会のテーマは「変革・イノベーション　―新たな一歩を踏み出そう―」としました。われわれ医療技術者にとって、技術の継承は非常に重要ですが、新しい技術を積極的に取り入れ、新たな業務に挑戦することも必要です。ベテランのスキルと若手の活力を融合させ、新たな診療放射線技師として一歩を踏み出す機会にしていただければと思います。
　プログラムは例年通り、教育講演、特別講演、府民公開講座、シンポジウム、放射線管理士分科会企画、一般研究発表などを予定しています。教育講演では、日本診療放射線技師会の上田克彦会長から「人口減少時代の診療放射線技師の役割」についてご講演いただきます。特別講演では、大阪公立大学病院の市田隆夫氏をお招きし「戦略的に変革・イノベーションへ向きあう－All Japan Radiology に秘められている術－」と題してお話しいただきます。府民公開講座は、大阪公立大学大学院医学研究科人工知能学の准教授、植田大樹先生に「放射線科 × AI で世界の健康を実装する」というテーマでご講演いただきます。
　また、シンポジウムでは「STAT画像報告」についてディスカッションを行い、放射線管理士分科会企画では、日本診療放射線技師会の富田博信副会長から「放射線被ばく管理に関するマネジメントシステム」についてご講義いただきます。一般研究発表は、会員や学生、さらにソウル放射線士会からの発表も予定されており、非常に有意義な大会になると確信しております。
　多くの方々に会場に足を運んでいただき、皆様の手で実り多い学術大会を作り上げていただければ幸いです。大会を通じて、最新の研究成果の共有、知識の交換、そして私たちの専門分野におけるイノベーションの創出を期待しています。''';

const String okunaka =
'''　この度、令和7年度近畿地域診療放射線技師会学術大会の実行委員長を務めさせていただきます大阪府診療放射線技師会学術部常務理事の奥中です。本大会の開催にあたり、会員の皆様におかれましては平素より本会の活動にご理解とご支援を賜り誠に有り難うございます。また、開催を準備し支援してくださった各都道府県の役員の皆様ならびに協賛企業の皆様に心より感謝申し上げます。
　さて、今回の学術大会のテーマは、「変革・イノベーション　―新たな一歩を踏み出そう―」となっております。
　今、医療の現場では医師の働き方改革を背景に医療法改正が行われ、業務範囲の拡大と共に次の時代に求められる診療放射線技師像とは何かを考え、本当に必要とされる職種となるよう、どのように新たな一歩を踏み出すのか、そのきっかけとなるような大会になればと思い、テーマを選定しました。
　医療の進歩は速く多岐にわたっており、それに伴い医療機器の進歩も著しいものがあります。我々診療放射線技師が扱う放射線画像診断機器についても同様に進歩しており、AI技術の介入なども伴いさらなる進化を遂げようとしています。便利になる一方でより専門的に深まってゆく医療技術への対応する日々。このような中で、今、診療放射線技師には何が求められるのでしょうか。
　私たち診療放射線技師が、新たな考え方や新しい技術を取り入れ、医療の現場でより一層活躍するために、チーム医療の中で貢献することが求められます。また、そのための患者様とのコミュニケーション能力や、個々の診療放射線技師が持つ個性や経験も重要となると思います。
　今大会を通じ、私たち診療放射線技師の技術や役割について新たな視点から捉え直し、さらなる成長と発展を目指すきっかけとなること、また、新たな交流やつながりを生む場となることを心より願っております。多くの皆様にご参加いただき、有意義な議論や情報交換が行えることを楽しみにしております。
''';

const String kubota =
'''　令和6年度近畿地域診療放射線技師会学術大会が大阪グランフロントで開催されますこと、誠におめでとうございます。大会長の藤田会長をはじめ、大阪診療放射線技師会の実行委員の皆様、ご苦労さまです。盛況に開催されますことを心より願っております。
　さて次年度は大阪からバトンを受取り、京都の地での開催となります。日程は令和8年2月15日（日）、場所は京都テルサで予定しています。2月の京都は、冬の寒さがまだ厳しい時期ですが、その分、澄んだ空気と静寂が広がる特別な雰囲気が魅力の街です。この時期は観光客も比較的少なく、落ち着いた京都の街を堪能するのに最適です。是非とも京都へお越しください。
　京都府診療放射線技師会はこれから実行委員会を立ち上げ、中川実行委員長を中心にテーマを設定して、色々な企画を検討し、1年後の開催に向けてしっかりと準備を進めていきます。また学術大会とともに府民公開講座も開催します。現時点では情報不足でありますが、京都開催も良い大会となりますよう皆様からのご支援をよろしくお願いします。学術的な議論を深めるとともに、京都の歴史と文化に触れる特別な機会です。皆さまのご参加を心よりお待ちしております。
''';

const String sanka = "　参加者の皆様";
const String speaker = "　演者の皆様は";
const String lunch = "　ランチョンセミナーではの皆様　ご注意ください";
const String iin = "近畿地域理事　後藤　\n大会長　藤田　秀樹\n実行委員長　奥中　雄策\n";
const String keisai ="カイゲンファーマ株式会社\n富士フィルムメディカル株式会社\n株式会社 千代田テクノル\nシーメンスヘルスケア株式会社\n"
    "セイコーメディカル株式会社\n日本メジフィジックス株式会社\n株式会社 島津製作所\nシーマン株式会社\nＧＥヘルスケアファーマーズ株式会社";

const String vote ="\n"
    "☆以下の基準に基づき審査し、セッションの中で一番優れていた発表に投票してください。\n\n"
    "＜審査基準＞\n"
    "・従事者の利益：効率化、標準化、術者の被ばく低減など\n"
    "・患者の利益：負担軽減、被ばく低減、画質改善など\n"
    "・学術的価値：背景、目的、方法（統計処理）、結果、結論が明快である。今後の発展性\n"
    "・スライド：図・表がわかりやすい。適切な文字の量、大きさ\n"
    "・話し方：表現力、時間、声の大きさ、視線など\n\n"
    "＜注意事項＞\n"
    "・パスコード入力後にセッション番号を変更した場合は、あらためてパスコードを入力しなおしてください。\n"
    "・投票は1セッションつき1回。再投票はできません。\n"
    "・画面が切り替わるまで、少し時間がかかる場合があります。\n"
    "・投票ボタンは1回だけ押してください。2回押した場合は、次の画面で「このセッションには既に投票済みです。」と出ますが、投票は完了しています。\n"
    "・二重投票が判明した場合は、取り消されますのでご注意ください。\n\n";
